Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/gr/LC_MESSAGES/djangoweb.po
Languages: el_gr

source: <b>Send money to anyone via SMS, Twitter, Facebook, etc</b><br>If the user has an account at GreenAddress.it they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
el_gr: <b>Στείλτε χρήματα σε οποιοδήποτε μέσω SMS, Twitter, Facebook, κλπ</b><br>Αν ο χρήστης έχει λογαριασμό στο GreenAddress.it θα ενημερωθεί αμέσως για την μεταβίβαση χρημάτων που θα προστεθούν αμέσως στο υπόλοιπο τους. Αν δεν έχουν λογαριασμό θα λάβουν μια ειδοποίηση με μια σύνδεση στην οποία θα έχουν την δυνατότητα να εξαργυρώσουν το κεφάλαιο και θα τους ζητηθεί ένας κωδικός πρόσβασης (BIP0038) τον οποίο εσείς θα επιλέξετε και θα σας ζητηθεί να τον ειδοποιήσετε μέσω ενός δεύτερου καναλιού. Τα κεφάλαια θα είναι πάντα στον έλεγχό σας, εφόσον δεν έχουν εξαρυρωθεί.

source: About us
el_gr: Σχετικά με εμάς

source: Check us out on
el_gr: Δείτε μας στο

source: Founder
el_gr: Ιδρυτής

source: Advisor
el_gr: Σύμβουλος

source: Support
el_gr: Υποστήριξη

source: For any issue, you can email us at
el_gr: Για οποιοδήποτε πρόβλημα, μπορείτε να μας στείλετε email στο

source: Or call us on
el_gr: Ή καλέστε μας στο

source: Nine to five (GMT + 1:00) Monday to Friday.
el_gr: Εννέα έως πέντε (GMT + 1:00) Δευτέρα έως Παρασκευή.

source: Please leave a message if in out of hours or if we are unable to take your call.
el_gr: Παρακαλώ αφήστε μήνυμα σε ώρες που δεν είμαστε διαθέσιμοι ή αν δεν είμαστε σε θέση να λάβουμε την κλήση σας.

source: Redeem funds
el_gr: Εξαργύρωση κεφαλαίων

source: You've received
el_gr: Έχετε λάβει

source: Balance
el_gr: Υπόλοιπο

source: Transactions
el_gr: Συναλλαγές

source: Send Money
el_gr: Αποστολή χρημάτων

source: Receive Money
el_gr: Παραλαβή Χρημάτων

source: Address Book
el_gr: Βιβλίο διευθύνσεων

source: Settings
el_gr: Ρυθμίσεις

source: Update now
el_gr: Ενημέρωση τώρα

source: Logout
el_gr: Αποσύνδεση

source: Last login
el_gr: Τελευταία σύνδεση

source: country
el_gr: χώρα

source: unknown country
el_gr: άγνωστη χώρα

source: You were logged out.
el_gr: Αποσυνδεθήκατε.

source: You have logged in elsewhere.<br> <small>If it was not you, please contact <strong>immediately</strong> <a href="/support/">support</a>.</small>
el_gr: Έχετε συνδεθεί αλλού.<br><small>Αν δεν είσασταν εσείες, παρακαλούμε επικοινωνήστε <strong>αμέσως</strong> <a href="/support/"> με την υποστήριξη</a>.</small>

source: Go back to login
el_gr: Πηγαίνετε πίσω για να συνδεθείτε

source: You are already logged in. Do you want to log out the other session?
el_gr: Είστε ήδη συνδεδεμένος. Θέλετε να αποσυνδεθείτε από την άλλη συνεδρία;

source: Cancel
el_gr: Ακύρωση

source: Transaction details
el_gr: Λεπτομέρειες συναλλαγών

source: Timestamp
el_gr: Χρονική σήμανση

source: Fee
el_gr: Τέλη

source: Inputs
el_gr: Εισροές

source: Address
el_gr: Διεύθυνση

source: Amount
el_gr: Ποσό

source: Outputs
el_gr: Εκροές

source: request nLockTime
el_gr: αίτηση nLockTime

source: Close
el_gr: Κλείσιμο

source: The QR code containing passphrase to access your wallet is:
el_gr: Ο κώδικας QR που περιέχει την συνθηματική φράση πρόσβασης στο πορτοφόλι σας είναι:

source: Remember to store it in a safe place!
el_gr: Θυμηθείτε να το αποθηκεύσετε σε ένα ασφαλές μέρος!

source: Your mnemonic passphrase
el_gr: Το συνθηματικό σας

source: You must provide 2 factor authentication code to perform this action
el_gr: Πρέπει να παρέχεται έλεγχο ταυτότητας δύο παραγόντων για να εκτελέσετε αυτήν την ενέργεια

source: Please select authentication method
el_gr: Παρακαλώ επιλέξτε μέθοδο ελέγχου ταυτότητας

source: Please enter your
el_gr: Παρακαλούμε εισάγετε

source: authentication code which we have just sent to you.
el_gr: κωδικός ταυτότητας που έχουμε στείλει μόνο σε εσάς.

source: Please enter the
el_gr: Παρακαλούμε εισάγετε το

source: code
el_gr: κώδικας

source: Last 10 items
el_gr: Τελευταία 10 αντικείμενα

source: Last month
el_gr: Περασμένο μήνα

source: Last 3 months
el_gr: Τελευταίους 3 μήνες

source: All
el_gr: Όλα

source: We are sorry, but your browser is not supported.
el_gr: Λυπούμαστε, αλλά το προγραμμα περιήγησης σας δεν υποστηρίζεται.

source: Please try a modern browser like Chrome, Firefox or our Android app!
el_gr: Παρακαλώ δοκιμάστε ένα σύγχρονο πρόγραμμα περιήγησης όπως το Chrome, Firefox ή την Android εφαρμογή μας!

source: No addresses found
el_gr: Δεν βρέθηκαν διευθύνσεις

source: number of transactions
el_gr: πλήθος συναλλαγών

source: You have some expired deposits. Unless you re-deposit or redeem them, no transactions will be allowed
el_gr: Έχετε κάποιες καταθέσεις που έχουν λήξει. Εκτός και αν τις καταθέσετε εκ νέου ή να τις εξαργυρώσετε, οι συναλλαγές δεν θα επιτρέπεται

source: Redeposit as single transaction (cheaper)
el_gr: Καταθέση εκ νέου ως ενιαία συναλλαγή (φθηνότερα)

source: estimated fee
el_gr: Εκτιμώμενα τέλη

source: Redeposit as one transaction per output (better privacy)
el_gr: Καταθέστε εκ νέου σαν μια ενιαία συναλλαγή ανά εκροή (καλύτερη προστασία προσωπικών δεδομένων)

source: transactions
el_gr: συναλλαγές

source: Year
el_gr: Έτος

source: Month
el_gr: Μήνας

source: Week
el_gr: Εβδομάδα

source: Your last transactions
el_gr: Οι τελευταίες σας συναλλαγές

source: Add new entry
el_gr: Προσθήκη νέας καταχώρησης

source: Name
el_gr: Όνομα

source: Export to CSV
el_gr: Εξαγωγή σε CSV

source: Your address book is empty
el_gr: Το βιβλίο διευθύνσεων σας είναι άδειο

source: Already got an account?
el_gr: Έχετε ήδη λογαριασμό;

source: Login to your Wallet
el_gr: Συνδεθείτε στο πορτοφόλι σας

source: Step
el_gr: Βήμα

source: of
el_gr: του

source: You are now the proud owner of a bitcoin wallet
el_gr: Τώρα είστε ο υπερήφανος ιδιοκτήτης ένός πορτοφολιού bitcoin

source: Please finish this 4-step account setup to fully secure it against intruders
el_gr: Παρακαλώ ολοκληρώστε τα 4-βήματα για την ρύθμιση του λογαριασμού σας ώστε να το ασφαλίσετε πλήρως κατά των εισβολέων

source: Generating mnemonic, please wait...
el_gr: Δημιουργία μνημονικού, παρακαλώ περιμένετε...

source: Please write down these words and store them in a safe place as they can't be recovered.
el_gr: Παρακαλώ γράψτε κάτω αυτές τις λέξεις και αποθηκεύστε τις σε ασφαλές μέρος, καθώς δεν μπορούν να ανακτηθούν.

source: We do not store the above information anywhere, we can't help you recover it!
el_gr: Δεν αποθηκεύουμε τις παραπάνω πληροφορίες οπουδήποτε, δεν μπορούμε να σας βοηθήσουμε να τις ανακτήσετε!

source: I confirm that my passphrase is saved &amp; secured and I agree with the
el_gr: Επιβεβαιώνω ότι το συνθηματικό μου έχει αποθηκευτεί &amp; προστατευτεί και συμφωνώ με το

source: Show QR Code
el_gr: Εμφάνιση QR Code

source: Write to NFC tag
el_gr: Γράψτε στην ετικέτα NFC

source: Print passphrase
el_gr: Εκτύπωση συνθηματικού πρόσβασης

source: Continue
el_gr: Συνέχεια

source: Error:
el_gr: Σφάλμα:

source: Click to try again
el_gr: Κάντε κλίκ για να ξαναδοκιμάσετε

source: The passphrase to access your wallet is:
el_gr: Η φράση κλειδί για να αποκτήσετε πρόσβαση στο πορτοφόλι σας είναι:

source: Store this page in a safe place
el_gr: Αποθηκεύστε αυτή την σελίδα σε ασφαλές μέρος

source: Phone
el_gr: Τηλέφωνο

source: Google Authenticator is enabled.
el_gr: Google Authenticator είναι ενεργοποιημένος.

source: Install app
el_gr: Εγκαταστήστε την εφαρμογή

source: Install the app on your device. For Android at
el_gr: Εγκαταστήστε την εφαρμογή στη συσκευή σας. Για Android σε

source: while for iOS at
el_gr: ενώ για το iOS στο

source: Add account
el_gr: Προσθέστε λογαριασμό

source: Add an account to the Google Authenticator App and scan the QR code or manually enter exact code.
el_gr: Προσθέστε ένα λογαριασμό στην εφαρμογή Google Authenticator και σαρώστε τον κωδικό QR ή εισαγάγετε με μη αυτόματο τρόπο τον ακριβή κωδικό.

source: Confirm code
el_gr: Επιβεβαίωση κωδικού

source: Google Authenticator will now show a number which in order to complete the two factor setup you need to enter below.
el_gr: Ο Επαληθευτής Google Authenticator θα δείξει τώρα ένα αριθμό με την χρήση του οποίου μπορεί να ολοκληρωθεί η εγκατάσταση δύο παράγοντων με την εισαγωγή του πιο κάτω.

source: Authenticator code
el_gr: Κώδικας επαλήθευσης

source: Please enter received code
el_gr: Παρακαλούμε εισάγετε το κωδικό που έχετε λάβει

source: Enable
el_gr: Ενεργοποίηση

source: Email two factor authentication is enabled.
el_gr: Email έλεγχος ταυτότητας δύο παραγόντων είναι ενεργοποιημένος.

source: Your email address
el_gr: Διεύθυνση του email σας

source: Please enter your email
el_gr: Παρακαλώ εισάγετε το Email σας

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
el_gr: Πρέπει να παρέχετε ένα κώδικό από το email σας για να δημιουργήσετε τον έλεγχο ταυτότητας δύο παραγόντων. <br> Παρακαλώ πηγαίνετε στο email σας και προμηθευτήτε τον κωδικό.

source: Email code
el_gr: Κωδικός Email

source: SMS two factor authentication is enabled.
el_gr: Ελεγχος ταυτότητας δύο παράγοντων με SMS είναι ενεργοποιημένος.

source: Your phone number
el_gr: Τον αριθμό του τηλεφώνου σας

source: +NN... Please enter your phone
el_gr: + NN... Παρακαλώ εισάγετε το τηλέφωνό σας

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
el_gr: Πρέπει να παρέχετε ένα SMS κωδικό για να ορίσετε τον έλεγχο ταυτότητας δύο παραγόντων.<br>Παρακαλώ ελέγξτε το τηλέφωνό σας και προμηθευτήτε τον κωδικό.

source: SMS code
el_gr: κωδικός SMS

source: Phone call two factor authentication is enabled.
el_gr: Ελεγχος ταυτότητας δύο παραγόντων με την χρήση τηλεφωνικής κλήσης είναι ενεργοποιημένος.

source: You need to provide one code to set up the two factor authentication.<br> Please check your phone and provide the code.
el_gr: Πρέπει να παρέχετε ένα SMS κωδικό για να ορίσετε τον έλεγχο ταυτότητας δύο παραγόντων.<br>Παρακαλώ ελέγξτε το τηλέφωνό σας και προμηθευτήτε τον κωδικό.

source: Phone code
el_gr: Κωδικός τηλεφώνου

source: Date
el_gr: Ημερομηνία

source: Description
el_gr: Περιγραφή

source: unconfirmed
el_gr: ανεπιβεβαίωτες

source: confirmations
el_gr: Επιβεβαιώσεις

source: take funds back
el_gr: Πάρτε πίσω τα κεφάλαια

source: No transactions found...
el_gr: Δεν βρέθηκαν συναλλαγές...

source: Don't compromise on security
el_gr: Μην κάνετε συμβιβασμούς στην ασφάλεια

source: Set up two factor authentication
el_gr: Δημιουργήστε έλεγχο ταυτότητας δύο παραγόντων

source: We strongly suggest you to set up two factor authentication, this will make your wallet much more secure and will let you some additional features such as Spending Limits and Delayed Payments.
el_gr: Σας προτείνουμε ανεπιφύλακτα να δημιουργήσει έλεγχο ταυτότηταςδύο παραγόντων, αυτό θα κάνει το πορτοφόλι σας πολύ πιο ασφαλές και θα έχετε πρόσβαση σε περισσότερς λειτουργίες, όπως όρια δαπανών και καθυστερήσεις πληρωμών.

source: If you set it up to issue a transaction you will not only need to login to your wallet but also confirm it with a code sent to you via email, SMS or google authenticator as per your choice.
el_gr: Αν το ρυθμίσετε να εκδώσει μια συναλλαγή θα χρειαστεί όχι μόνο να συνδεθείτε με το πορτοφόλι σας, αλλά και να επιβεβαιώσετε με ένα κωδικό που θα σας σταλεί μέσω e-mail, SMS ή google authenticator σύμφωνα με την επιλογή σας.

source: Take me to my wallet!
el_gr: Πάρε με στο πορτοφόλι μου!

source: Pay or get paid by social networks
el_gr: Πληρώστε ή πληρωθείτε από κοινωνικά δίκτυα

source: Grant access to your wallet in watch-only mode
el_gr: Επιτρέψτε την πρόσβαση στο πορτοφόλι σας σε κατάσταση λειτουργίας παρακολούθησης-μόνο

source: Custom Login
el_gr: Προσαρμοσμένη σύνδεση

source: Coming soon
el_gr: Προσεχώς

source: If you like you can access your Wallet in Watch-Only mode via simple login. When you login in this way you access a completely separate "area" of your wallet, in no way it can be compromised and payments cannot be made
el_gr: Εάν θέλετε μπορείτε να έχετε πρόσβαση στο πορτοφόλι σας σε λειτουργία παρακολούθησης-μόνο, μέσω απλής σύνδεσης. Όταν συνδεθείτε με αυτόν τον τρόπο αποκτάτε πρόσβαση σε ένα τελείως ξεχωριστό "χώρο" του πορτοφολιού σας, σε καμία περίπτωση δεν μπορεί να τεθεί σε κίνδυνο και πληρωμές δεν είναι εφικτές

source: Plus use your email or your Facebook name to receive payments! No more long and complicated addresses to remember and communicate. That means that you can easily login in 'watch-only mode' safely from any wi-fi, on the go or even at Starbucks!
el_gr: Επιπλέον χρησιμοποιείστε το email σας ή το όνομα σας στο Facebook για να λάβετε πληρωμές! Με αυτό τον τρόπο δεν απαιτείται να θυμάστε περίπλοκες διευθύνσεις για επικοινωνία. Αυτό σημαίνει ότι μπορείτε εύκολα να συνδεθείτε σε λειτουργία 'παρακολουθήσης-μόνο' με ασφάλεια από οποιοδήποτε wi-fi, στο δρόμο ή ακόμα και στα Starbucks!

source: Generating your wallet keys, please wait
el_gr: Δημιουργία των κλειδιών για το πορτοφόλι σας, σας παρακαλώ να περιμένετε

source: Please wait, logging in...
el_gr: Παρακαλώ περιμένετε, σύνδεση στο...

source: Take me to my wallet and skip all this!
el_gr: Mετάβαση στο πορτοφόλι μου και παραλείψτε όλα αυτά!

source: Done, take me to step 4
el_gr: Ολοκληρώθηκε, πήγαινε με στο βήμα 4

source: Processing...
el_gr: Επεξεργασία...

source: Do you want to log out?
el_gr: Θέλετε να αποσυνδεθείτε;

source: Please send the Facebook message.
el_gr: Παρακαλώ στείλτε το μήνυμα στο Facebook.

source: Send
el_gr: Αποστολή

source: Cancel - revert transaction
el_gr: Ακύρωση - επαναφορά συναλλαγής

source: I have sent the message
el_gr: Έχω αποστείλει το μήνυμα

source: There was a problem writing to the NFC tag:
el_gr: Υπήρχε ένα πρόβλημα κατά την εγραφή της NFC ετικέτας:

source: Initialising NFC tags listener...
el_gr: Καθορισμός αρχικών παραμέτρων για ετικέτες NFC...

source: Please hold your tag(s) close to the device to write your wallet!
el_gr: Παρακαλώ κρατήστε την ετικέτα (ες) κοντά στη συσκευή για να εισαχθούν στο πορτοφόλι σας!

source: Tags written:
el_gr: Ετικέτες γραμμένες:

source: Tags formatted:
el_gr: Μορφοποίηση Ετικετών :

source: Your NFC is not enable or not available. If available, please enable it in settings
el_gr: NFC σας δεν είναι ενεργοποιημένο ή δεν είναι διαθέσιμο. Εάν είναι διαθέσιμο, παρακαλώ να το ενεργοποιήσετε από τις ρυθμίσεις

source: Please provide username and password.
el_gr: Παρακαλώ δώστε όνομα χρήστη και κωδικό πρόσβασης.

source: Enter your username
el_gr: Εισάγετε το όνομα χρήστη

source: Enter your password
el_gr: Εισάγετε τον κωδικό σας

source: You can create a 4-digit personal identification number used to retrieve the password encrypting the mnemonic passphrase.
el_gr: Μπορείτε να δημιουργήσετε ένα 4-ψήφιο προσωπικό αριθμό αναγνώρισης και να τον χρησιμοποιήσετε για να ανακτήσετε τον κωδικό πρόσβασης του μνημονικού συνθηματικού σας.

source: Enter your PIN
el_gr: Εισαγάγετε το PIN σας

source: PIN must be a 4-digit number
el_gr: Το PIN πρέπει να είναι 4-ψήφιος αριθμός

source: Confirm PIN number
el_gr: Επιβεβαίωση αριθμού PIN

source: The QR code for Google Authenticator access to your wallet is:
el_gr: Ο κωδικός QR για το Google Authenticator για πρόσβαση στο πορτοφόλι σας είναι:

source: You can also copy the code manually:
el_gr: Μπορείτε επίσης να αντιγράψετε τον κωδικό με μη αυτόματο τρόπο:

source: Fast and secure access to your Wallet
el_gr: Γρήγορη και ασφαλή πρόσβαση σε πορτοφόλι σας

source: To have a secure but quick access from this device set your PIN
el_gr: Για να έχετε μια ασφαλή, αλλά γρήγορη πρόσβαση από αυτήν τη συσκευή ορίστε το PIN σας

source: PIN number
el_gr: Αριθμός PIN

source: Four digits number
el_gr: Τετραψήφιο αριθμός

source: Access by PIN allows a quick login while keeping security to a high standard. The PIN secures a random AES 256 bit password which we will delete if 3 PIN attempts fail, forcing you to provide your full mnemonics once again. Easy, convenient and secure, so let's use it!
el_gr: Η πρόσβαση με PIN επιτρέπει γρήγορη σύνδεση, διατηρώντας παράλληλα την ασφάλεια σε υψηλό επίπεδο. Το PIN εξασφαλίζει ένα τυχαίο AES 256 bit κωδικό που θα διαγραφεί εάν οι 3 προσπάθειες του PIN αποτύχουν, αναγκάζοντάς σας να παρέχετε την πλήρη φράση πρόσβασης σας και πάλι. Εύκολο, άνετο και ασφαλή, οπότε ας το χρησιμοποιήσουμε!

source: PIN set, ready for step 3
el_gr: Το PIN έχει οριστεί, έτοιμο για το βήμα 3

source: Setting PIN...
el_gr: Ρύθμιση PIN...

source: Skip PIN setup and continue
el_gr: Παραλείψτε την ρύθμιση του PIN και συνεχίστε

source: Recipient
el_gr: Παραλήπτης

source: Enter recipient's bitcoin address, email or Facebook account name
el_gr: Εισάγετε την διεύθυνση bitcoin του παραλήπτη, email ή όνομα λογαριασμού στο Facebook

source: Scan QR
el_gr: Σαρώστε το κωδικό QR

source: Encryption passphrase
el_gr: Κρυπτογράφηση της φράσης πρόσβασης

source: will be paid by
el_gr: θα πληρωθεί από

source: Me
el_gr: Εγώ

source: calculating
el_gr: Υπολογισμός

source: Outputs expiring soon
el_gr: Εκροές λήγουν σύντομα

source: No active nLockTime transactions found
el_gr: Δεν βρέθηκαν ενεργές συναλλαγές nLockTime

source: Transaction hash, output number
el_gr: Hash Συναλλαγής , αριθμός εξόδου

source: Change language to
el_gr: Αλλαγή γλώσσας σε

source: Currency
el_gr: Συνάλλαγμα

source: Select your currency and pricing source.
el_gr: Επιλέξτε το συναλλαγμα σας και την πηγή τιμολόγησης.

source: Pricing source to use
el_gr: Πηγή Τιμολόγησης για χρήση

source: Show amounts in
el_gr: Εμφάνιση ποσών σε

source: Notifications
el_gr: ΕΙΔΟΠΟΙΗΣΕΙΣ

source: Notifications allow for improved security when configured for outgoing and for most up to date information when configured for incoming
el_gr: Ειδοποιήσεις επιτρέπουν τη βελτίωση της ασφάλειας, όταν ρυθμιστούν για τις εξερχόμενες και πιο ενημερωμένες πληροφορίες, όταν ρυθμιστούν για εισερχόμενες

source: Send incoming transaction notification by
el_gr: Αποστολή ειδοποίησης για εισερχόμενες συναλλαγές από

source: Send outgoing transaction notification by
el_gr: Αποστολή ειδοποίησης για εξερχόμενες συναλλαγές απο

source: NOTE
el_gr: ΣΗΜΕΙΩΣΗ

source: You need to have email Two Factor Authentication enabled for this feature to work.
el_gr: Πρέπει να έχετε έλεγχο ταυτότητας δύο πραγόντων με email ενεργοποιημένο για να λειτουργεί αυτό το χαρακτηριστικό.

source: Set any or all two factor: you can choose which one when needed!
el_gr: Ορίστε οποιοδήποτε ή όλους τους δύο παράγοντες: μπορείτε να επιλέξετε ποιο θέλετε όταν χρειάζεται!

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
el_gr: Πρέπει να παρέχετε ένα κώδικό από το email σας για να δημιουργήσετε τον έλεγχο ταυτότητας δύο παραγόντων. <br> Παρακαλώ πηγαίνετε στο email σας και προμηθευτήτε τον κωδικό.

source: Google Authenticator
el_gr: Ελεγχος με Google Authenticator

source: You need to provide one Google Authenticator code to set up the two factor authentication.<br> Please scan the QR code below, and provide the code.
el_gr: Πρέπει να παρέχετε ένα κωδικό για το Google Authenticator, για να ορίσετε το έλεγχο ταυτότητας δύο παράγοντων.<br>Παρακαλώ σαρώστε τον κωδικό QR παρακάτω, και προμηθευτείται τον κωδικό.

source: Code
el_gr: Κώδικας

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
el_gr: Πρέπει να παρέχετε ένα SMS κωδικό για να ορίσετε τον έλεγχο ταυτότητας δύο παραγόντων.<br>Παρακαλώ ελέγξτε το τηλέφωνό σας και προμηθευτήτε τον κωδικό.

source: You need to provide one phone code to set up the two factor authentication.<br> Please check your phone and provide the code.
el_gr: Πρέπει να παρέχετε ένα SMS κωδικό για να ορίσετε τον έλεγχο ταυτότητας δύο παραγόντων.<br>Παρακαλώ ελέγξτε το τηλέφωνό σας και προμηθευτήτε τον κωδικό.

source: Spending limits
el_gr: Όρια δαπανών

source: Set some limits for which you won't be asked for two factor for super userfriendly payments.
el_gr: Θέστε κάποια όρια για τα οποία δεν θα σας ζητηθεί έλεγχο ταυρότητας με την μέθοδο των δύο παραγόντων για πληρωμές φιλικές προς το χρήστη.

source: Enable delayed payments
el_gr: Ενεργοποίηση καθυστέρησης πληρωμών

source: Delayed payments
el_gr: Καθυστερήσεις πληρωμών

source: Delay transaction for super ease of mind: works best in conjuction with outgoing notifications.
el_gr: Καθυστερήση των συναλλαγών για να είστε ήσυχοι: λειτουργεί καλύτερα σε συνδυασμό με τις εξερχόμενες ειδοποιήσεις.

source: Delay payments of
el_gr: Καθυστέρηση πληρωμών από

source: Enable a simple PIN to quickly access your wallet from this device.
el_gr: Ενεργοποιήσετε ένα απλό PIN για γρήγορη πρόσβαση στο πορτοφόλι σας από αυτήν τη συσκευή.

source: Enable quick login on this device
el_gr: Ενεργοποίηση γρήγορης σύνδεσης σε αυτήν την συσκευή

source: Change PIN number
el_gr: Αλλαγή αριθμού PIN

source: Set PIN number
el_gr: Καθορισμένος αριθμός PIN

source: Four digit number
el_gr: Τετραψήφιο αριθμός

source: Confirm
el_gr: Επιβεβαίωση

source: Disable quick login on all devices
el_gr: Απενεργοποιήσετε τη γρήγορη σύνδεση σε όλες τις συσκευές

source: set PIN to
el_gr: Ορίστε το PIN

source: Remove
el_gr: Κατάργηση

source: Link your own third party accounts
el_gr: Συνδέσετε το λογαριασμό σας με λογαριασμό τρίτου

source: Allow social payments and watch-only login to your wallet via your own third party accounts.
el_gr: Επιτρέπει πληρωμές σε κοινωνικά μέσα και σύνδεση με λειτουργία παρακολούθησης-μόνο στο πορτοφόλι σας μέσω το δικό σας λογαριασμό τρίτου.

source: Username
el_gr: Όνομα χρήστη

source: Password
el_gr: Κωδικός πρόσβασης

source: Link handler
el_gr: Χειρισμός Συνδέσμων

source: Use GreenAddress to handle bitcoin: links.
el_gr: Χρησιμοποιήστε το GreenAddress για τον χειρισμό bitcoin: συνδέσεις.

source: Enable Handler
el_gr: Ενεργοποιήστε το πρόγραμμα χειρισμού

source: Show mnemonic
el_gr: Εμφάνιση μνημονικού

source: Display your mnemonic for account recovery or cloning on another device.
el_gr: Εμφάνιση του μνημονικού σας για την ανάκτηση του λογαριασμού ή κλωνοποίηση σε κάποια άλλη συσκευή.

source: nLockTime transactions allow you to redeem your deposited funds without GreenAddress.it's signature after pre-defined number of blocks
el_gr: οι συναλλαγές nLockTime σας επιτρέπουν να εξαργυρώσετε τα κεφάλαια που έχετε καταθέσει χωρίς την υπογραφή του GreenAddress.it, μετά από προκαθορισμένο αριθμό μπλοκς

source: Allow redeeming funds without GreenAddress.it signature after
el_gr: Επιτρέπουν την εξαργύρωση κεφαλαίων χωρίς την υπογραφή του GreenAddress.it μετά

source: Both outgoing and incoming transaction notifications must be enabled for this feature to work.
el_gr: Τόσο οι εξερχόμενες όσο και οι εισερχόμενες ειδοποιήσεις συναλλαγών πρέπει να είναι ενεργοποιημένες για να λειτουργεί αυτή η δυνατότητα.

source: Show outputs expiring soon
el_gr: Εμφάνιση εκροών που λήγουν σύντομα

source: Show URI and address
el_gr: Εμφάνιση URI και διεύθυνσης

source: Permanent Payment URL
el_gr: Μόνιμη πληρωμή URL

source: Private key in WIF format
el_gr: Ιδιωτικό κλειδί σε μορφή WIF

source: Enter a private key to sweep here
el_gr: Εισάγετε ένα ιδιωτικό κλειδί για να σαρώσετε εδώ

source: Sweep
el_gr: Σαρώστε

source: Show previously generated addresses
el_gr: Προβολή διευθύνσεων που δημιουργήθηκαν προηγουμένως

source: You're about to send
el_gr: Είστε έτοιμοι να στείλετε

source: Please log in, create a new Wallet, or click below to show a bitcoin: URI:
el_gr: Παρακαλώ Συνδεθείτε, δημιουργήστε ένα νέο πορτοφόλι, ή κάντε κλικ παρακάτω για να δείτε ένα bitcoin: URI:
