Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/gr/LC_MESSAGES/djangoweb.po
Languages: el_gr

source: %s() (built-in function)
el_gr: %s() (ενσωματωμένη συνάρτηση)

source: %s() (in module %s)
el_gr: %s() (στην μονάδα %s)

source: %s (built-in variable)
el_gr: %s (ενσωματωμένη μεταβλητή)

source: %s (in module %s)
el_gr: %s (στην μονάδα %s)

source: %s (built-in class)
el_gr: %s (Ενσωματωμένη κλάση)

source: %s (class in %s)
el_gr: %s (κλάση σε %s)

source: %s() (%s.%s method)
el_gr: %s() (%s.%s μέθοδος)

source: %s() (%s method)
el_gr: %s() (%s μέθοδος)

source: %s() (%s.%s static method)
el_gr: %s() ( %s.%s στατική μέθοδος)

source: %s() (%s static method)
el_gr: %s() (%s στατική μέθοδος)

source: %s() (%s.%s class method)
el_gr: %s() (%s.%s μέθοδος κλάσης)

source: %s() (%s class method)
el_gr: %s() (%s μέθοδος κλάσης)

source: %s (%s.%s attribute)
el_gr: %s (%s.%s χαρακτηριστικό)

source: %s (%s attribute)
el_gr: %s (%s χαρακτηριστικό)

source: %s (module)
el_gr: %s (μονάδα)

source: Deprecated
el_gr: Αποδοκιμάστηκε

source: (deprecated)
el_gr: (αποδοκιμάστηκε)

source: alias of :class:`%s`
el_gr: ψευδώνυμο της: Κλάση: '%s'

source: Request rate limit exceeded
el_gr: Υπέρβαση ορίου

source: Send funds
el_gr: Αποστολή πόρων

source: Please send
el_gr: Παρακαλούμε στείλτε

source: FAQ
el_gr: ΣΥΧΝΕΣ ΕΡΩΤΗΣΕΙΣ

source: Frequently Asked Questions
el_gr: Συχνές ερωτήσεις

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
el_gr: Μπορώ να κάνω ευκολα μετεγκατάσταση από άλλο πορτοφόλι (όπως το blockchain.info); Μπορώ να σαρώσω τα ιδιωτικά κλειδιά κεφαλαίων στο πορτοφόλι μου;

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
el_gr: Ναι και ναι, μπορείτε, απλά ρίξτε μια ματιά στην καρτέλα Λήψη Χρημάτων, βάλτε το ιδιωτικό κλειδί σας στο σωστό τομέα και την πλευρά του πελάτη και τα κεφάλαια θα μεταφερθούν στο πορτοφόλι σας. Voila!

source: Can I try your service? Do you have a testnet/UAT version?
el_gr: Μπορώ να δοκιμάσω την υπηρεσία σας; Έχετε μια έκδοση testnet/UAT;

source: Yes and yes, you can try our testnet version on
el_gr: Ναι και ναι, μπορείτε να δοκιμάσετε την έκδοση testnet μας

source: and you can find a testnet faucet on
el_gr: και μπορείτε να βρείτε μια testnet faucet στο

source: Don't forget to send the testnet coins back to the faucet when you are done!
el_gr: Μην ξεχάσετε να στείλετε τα νομίσματα testnet πίσω στο faucet όταν τελειώσετε!

source: Do you support other platforms than a web page?
el_gr: Υποστηρίζετε και άλλες πλατφόρμες εκτός από την ιστοσελίδα;

source: Yes! You can download an Android app
el_gr: Ναι! Μπορείτε να κατεβάσετε εφαρμογή για Android

source: from the Google Play store
el_gr: από το κατάστημα Google Play

source: and a Chrome packaged app
el_gr: και μία εφαρμογή για τον Chrome

source: from the Chrome Web Store
el_gr: από το ηλεκτρονικό κατάστημα του Chrome

source: Both apps are open source and you can
el_gr: Και οι δύο εφαρμογές είναι ανοικτού κώδικα και μπορείτε να

source: see the source code of each on GitHub
el_gr: δείτε τον κώδικα της κάθε εφαρμογής στο GitHub

source: It also uses <a href="http://electrum.org">Electrum</a> servers for additional transaction verification, so it should be safe to use even if our servers are compromised.
el_gr: Επίσης χρησιμοποιεί διακομιστές <a href="http://electrum.org"> Electrum</a> για επιπλέον επαλήθευση των συναλλαγών, με αυτό τον τρόπο η χρήση είναι ασφαλή ακόμα και σε περίπτωση που οι διακομηστές μας παραβιαστούν.

source: But what happens if your service goes away? Will I lose my coins?
el_gr: Αλλά τι θα συμβεί εάν η υπηρεσία σας καταργηθεί; Θα χάσω τα νομίσματα μου;

source: GreenAddress.it signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress.it's signature, so you are right to worry that you can lose your coins.
el_gr: Το GreenAddress.it υπογράφει κάθε συναλλαγή με το δικό της κλειδί εκτός από το κλειδί που χρησιμοποιήτε από την πλευρά του πελάτη, και τα κεφάλαια που αποθηκεύονται σε 2-από-2 εξόδους πολλαπλών υπογραφών απαιτούν και τις δύο υπογραφές για να προχωρήσουν. Το μειονέκτημα είναι ότι δεν μπορείτε να ελέγχετε τα κεφάλαιά σας χωρίς την υπογραφή του GreenAddress.it 's, άρα σωστά ανησυχείτε ότι μπορεί να χάσετε τα νομίσματα σας.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
el_gr: Αλλά! Έχουμε λυσεί αυτό το ζήτημα με την παροχή των συναλλαγών nLockTime που ουσιαστικά κάνουν τις καταθέσεις να 'λήγουν' μετά από κάποιο χρονικό διάστημα, το οποίο επιτρέπει την εξαγορά τους, χωρίς την παρέμβαση μας μετά από αυτό το προκαθορισμένο χρονικό διάστημα. Είναι ενεργοποιημένο από προεπιλογή όταν έχετε τις ειδοποιήσεις μέσω email και τον έλεγχο ταυτότητας δύο παραγόντων ενεργοποιημένο.

source: This allows you to keep your ease of mind even in case GreenAddress.it disappears with its keys.
el_gr: Αυτό επιτρέπει σε σας να είστε ήσυχοι, ακόμη και σε περίπτωση που το GreenAddress.it εξαφανιστεί με τα κλειδιά του.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
el_gr: Αυτό σημαίνει επίσης, ότι κάθε φορά που 'λήγουν' τα κεφάλαια ο χρήστης πρέπει να τα μεταφέρει εκ νέου. Αυτό μπορεί να αυτοματοποιηθεί για την σύνδεση του χρήστη και να γνωστοποιείται εκ των προτέρων μέσω ηλεκτρονικού ταχυδρομείου ή να γίνει με μη αυτόματο τρόπο.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
el_gr: Για να εξαργυρώσετε τα κεφάλαια μετά την λήξη τους, μπορείτε να χρησιμοποιήσετε κάποιο από τα εργαλείο που έχουμε αναπτύξει ειδικά για το σκοπό αυτό - δείτε

source: and
el_gr: και

source: its project on GitHub
el_gr: είναι ένα έργο στο GitHub

source: It's open source!
el_gr: Είναι ανοικτού κώδικα!

source: How is your wallet better than the others out there?
el_gr: Πως το πορτοφόλι σας είναι καλύτερο από τα υπόλοιπα εκεί έξω;

source: For a simple high level comparison with a couple of web wallets please see
el_gr: Για μια απλή σύγκριση υψηλού επιπέδου με μερικά διαδικτυακά πορτοφόλια παρακαλούμε δείτε

source: this
el_gr: αυτό

source: table
el_gr: Πίνακας

source: We offer all the advantages of a web wallet:
el_gr: Προσφέρουμε όλα τα πλεονεκτήματας ενός διαδικτυακού πορτοφολιού:

source: Ubiquitously available
el_gr: Διαθέσιμα παντού

source: Social/email/SMS integration
el_gr: Κοινωνικά Μέσα / email / SMS ενσωμάτωση

source: Two factor authentication
el_gr: Ελεγχος Ταυτότητας δυο παραγόντων

source: Transaction limits/restrictions
el_gr: Όρια συναλλαγών/περιορισμοί

source: Green address instant transaction confirmation
el_gr: Διεύθυνση Green για στιγμιαία επιβεβαίωση συναλλαγής

source: And the advantages of a local software wallet like
el_gr: Και τα πλεονεκτήματα ενός τοπικού λογισμικού πορτοφολιού όπως

source: Mnemonic seed backup once and forget
el_gr: Δημιουργίας αντιγράφων ασφαλείας για το μνημονικό μία μόνο φορά και μετά ξεχάστε το

source: Your private keys are never stored on our servers, not even encrypted
el_gr: Τα ιδιωτικά κλειδιά σας δεν αποθηκεύονται ποτέ στους διακομιστές μας, ούτε καν κρυπτογραφημένα

source: No lost time synchronizing the client with the full Bitcoin blockchain
el_gr: Δεν χάνετε χρόνος για τον συγχρονισμό του client, με την πλήρη blockchain του Bitcoin

source: Simply put, we offer the best web wallet available: We include more features and security safeguards than the competition with a simple interface through your browser or phone.
el_gr: Με απλά λόγια, σας προσφέρουμε το καλύτερο web πορτοφόλι στην αγορά: έχουμε συμπεριλάβει περισσότερες δυνατότητες και εγγυήσεις ασφάλειας από τον ανταγωνισμό με μια απλή διεπαφή μέσω του πρόγραμματος περιήγησης ή του τηλέφωνου σας.

source: Where are my Bitcoin keys stored?
el_gr: Που αποθηκεύονται τα Bitcoin κλειδιά μου;

source: Your keys are not stored. They are derived from your mnemonic passphrase and never sent to the server.
el_gr: Τα κλειδιά σας δεν αποθηκεύονται. Αυτά παράγονται από την μνημονική φράση πρόσβασής σας και δεν αποστέλλονται στο διακομιστή.

source: How does the PIN work?
el_gr: Πως λειτουργεί το PIN?

source: A random password (256 AES) is created and used to encrypt your mnemonics and store them on your device in encrypted form. The random password is sent server side and destroyed on the client. When during login the user provides the right PIN a mechanism will ask the server for the password which is used to decrypt the mnemnonic passphrase stored on your device and get you in your wallet. If the PIN is provided wrong for 3 times in a row the password is then deleted from our servers.
el_gr: Ένας τυχαίος κωδικό πρόσβασης (256 AES) δημιουργείται και χρησιμοποιείται για την κρυπτογράφηση του μνημονικό σας και την αποθήκευση στη συσκευή σας σε κρυπτογραφημένη μορφή. Ο τυχαίος κωδικός πρόσβασης αποστέλλεται στο server και καταστρέφεται στην πλευρά του πελάτη. Όταν κατά τη σύνδεση ο χρήστης παρέχει το σωστό PIN ένας μηχανισμός θα ζητήσει από το διακομιστή τον κωδικό πρόσβασης που χρησιμοποιείται για να αποκρυπτογραφήσει τη μνημονική συνθηματική φράση που είναι αποθηκεύμενη στη συσκευή σας και θα πάρετε το πορτοφόλι σας. Αν ο κωδικός PIN, παρέχεται λανθασμένα για 3 φορές συνεχόμενα τότε ο κωδικός πρόσβασης διαγράφετε από τους διακομιστές μας.

source: When are you going to offer feature XYZ? I would like to access my wallet in my language, can you add it?
el_gr: Πότε θα προσφέρεται την δυνατότητα XYZ? Θα ήθελα να έχω πρόσβαση του πορτοφολιού στην γλώσσα μου, μπορείτε να το προσθέσετε?

source: We are constantly looking for feedback from our users, if you want to provide some feedback or get involved feel free to PM on reddit (greenaddress) or send us an email at
el_gr: Ψάχνουμε συνεχώς για σχόλια από τους χρήστες μας, αν θέλετε να μας παρέχετε μερικά σχόλια ή να συμμετάσχετε μην διστάσετε να μου αποστείλετε προσωπικό μήνυμα στο reddit (greenaddress) ή απλά στείλτε μας ένα email στη διεύθυνση

source: We have many features and language support for many languages in the pipeline, please check with us if you want to be kept up to date with development and please be patient :)
el_gr: Έχουμε πολλά χαρακτηριστικά και γλωσσική υποστήριξη για πολλές γλώσσες στον στάδιο της προετοιμασίας, παρακαλούμε επικοινωνήστε μαζί μας αν θέλετε να είστε ενήμερωμένοι με τις τελευταίες εξελίξεις και παρακαλώ να είστε υπομονετικοί :)

source: Do you have a donate button for linking to users payment URLs?
el_gr: Έχετε κουμπί για δωρεές, για σύνδεση με τη διεύθυνση του λογαριασμό του χρήστη?

source: Sure have a look below (let us know if you have created one!).
el_gr: Σίγουρα. ρίξτε μια ματιά πιο κάτω (ενημερώστε μας εαν έχετε δημιουργήσει ένα!).

source: What exactly is an 'instant greenaddress transaction'?
el_gr: Τι ακριβώς είναι μια 'άμεση greenaddress συναλλαγή'?

source: From the Bitcoin
el_gr: Από τα Bitcoin

source: Your transactions are protected by both your signature and by a signature we apply when we get your permission via two factor. With this protection, comes the fact that people receiving Bitcoin from you can trust the funds instantly as we provide a 'special' signature to your transaction when you require instant confirmation.
el_gr: Οι συναλλαγές σας προστατεύονται τόσο από την υπογραφή σας όσο και με μια υπογραφή που εφαρμόζουμε εμείς, όταν έχουμε την άδειά σας μέσω ελέγχου ταυτότητας δύο παραγόντων. Με αυτή την προστασία, έρχεται το γεγονός ότι άνθρωποι που λαμβάνουν Bitcoin από εσάς μπορούν να εμπιστευτούν τα κεφάλαια, καθώς θα παρέχουμε μια 'ειδική' υπογραφή για τη συναλλαγή σας όταν χρειάζεστε άμεση επιβεβαίωση.

source: What about cookies?
el_gr: Τι γίνεται με τα cookies?

source: To enable GreenAddress.it to recognize your device and to provide features to you, we use cookies. Cookies are unique identifiers that we transfer to your device to enable our services to recognize your device and to provide features such as providing you with protection from Cross-site request forgery and display the site in the language you have selected or to not show you the EU cookie compliance info banner.
el_gr: Για να ενεργοποιήσετε το GreenAddress.it ώστε να αναγνωρίζει τη συσκευή σας και να σας παρέχει τις λειτουργίες που προσφέρουμε, χρησιμοποιούμε cookies. Τα cookies είναι μοναδικά στοιχεία αναγνώρισης που μεταφέρουμε στη συσκευή σας έτσι ώστε να την αναγνωρίζουν και να είμαστε σε θέση να σας παρέχουμε λειτουργίες όπως προστασία από διασταυρομένες ισοσελίδες που προσπαθούν να σας αποκλέψουν τα στοιχεία σας και την εμφάνιση της ιστοσελίδας στη γλώσσα που επιλέξατε ή για να μην σας δείξει τη διαφήμιση με πληροφορίες σχετικά με την συμμόρφωση για cookie της ΕΕ.

source: Yes! You can see our <a href="http://api.greenaddress.it/">API documentation at GitHub Pages</a>. The documentation is in very early stages and may be not up to date, and the API is by no means stable.
el_gr: Ναι! Μπορείτε να δείτε την <a href="http://api.greenaddress.it/"> τεκμηρίωση μας API στο GitHub στις σελίδες</a>. Η τεκμηρίωση είναι στα πολύ αρχικά στάδια και μπορεί να μην είναι ενημερωμένη, και το API δεν είναι σε καμία περίπτωση σταθερό.

source: Terms of Service
el_gr: Όροι Παροχής Υπηρεσιών

source: Home Page
el_gr: Αρχική Σελίδα

source: Create your Wallet
el_gr: Δημιουργήστε το πορτοφόλι σας

source: The safer
el_gr: Η ασφαλέστερη

source: wallet that puts
el_gr: πορτοφόλι που βάζει

source: you
el_gr: εσείς

source: in control
el_gr: στον έλεγχο

source: Improved security
el_gr: Αυξημένη ασφάλεια

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
el_gr: Προστατέψτε τα bitcoins σας, με την χρήση τόσο του κλειδιού σας αλλά και του δικού μας κλειδιού, θέστε όρια για δαπάνες, βαθμολογήστε περιορισμένες συναλλαγές και έχετε πάντοτε τον απόλυτο έλεγχο

source: Quick login
el_gr: Γρήγορη σύνδεση

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
el_gr: Μπορείτε εύκολα να συνδεθείτε στην λειτουργία 'παρακολούθησης-μόνο' μέσω Facebook/Twitter/προσαρμοσμένης σύνδεσης χωρίς συμβιβασμούς στην ασφάλεια και την προστασία προσωπικών δεδομένων

source: Send money easily
el_gr: Αποστολή χρηματων εύκολα

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
el_gr: Στείλτε χρήματα σε έναν φίλο στο Facebook, σε ένα follower στο Twitter ή στο email ενός συναδέλφου σας ή στον αριθμό του κινητού

source: Scroll to read more
el_gr: Κάντε κύλιση για να διαβάσετε περισσότερα

source: <p><b>Bitcoin is the currency of the future</b></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.it.</p>
el_gr: <p><b>Το Bitcoin είναι το νόμισμα του μέλλοντος</b></p><p>Δεν σας αναγκάζουμεν να επιλέξετε μεταξύ της ασφάλεια και της άνεση. Και δεν θέτουμε σε κίνδυνο τα <strong>προσωπικά σας δεδομένα</strong>.</p><p>Για<strong>κάθε συναλλαγή</strong> απαιτείται χρήση ελέγχου ταυτότητας δύο παράγοντων, πολλαπλές υπογραφές και το ντετερμινιστικό πορτοφόλι σας, επιτρέπουν πρωτοφανή έλεγχο των συναλλαγών σας.</p> <p>Και, εμείς <strong>ποτέ δεν</strong> θα αποθηκεύσουμε τα ιδιωτικών σας κλειδιά, ούτε καν κρυπτογραφημένα. Την ίδια στιγμή καθιστούμε τετριμμένο την προβολή και την μεταφορά των κεφαλαίων σας.</p><p>Πάρτε τον έλεγχο του δικού σας μέλλοντος τώρα, στο GreenAddress.it.</p>

source: <p><b>Better privacy with your funds and safer login with watch-only</b></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
el_gr: <p><b>Καλύτερη προστασία προσωπικών δεδομένων και ασφαλέστερη σύνδεση με την λειτουργία παρακολούθησης-μόνο</b></p><p>Ελέγξε με ασφάλια το <strong>υπόλοιπο</strong> σας και τις <strong>συναλλαγές</strong> σας από δημόσια Wi-Fi, Starbucks και στο δρόμο.</p><p>Με την μοναδική μας λειτουργία <strong>παρακολούθησης-μόνο</strong>, μπορείται γρήγορα να ελέγξετε το υπόλοιπο ή τα κεφάλαια που λάβατε χωρίς πλήρη πρόσβαση για το πορτοφόλι σας.</p><p>Τα<strong>κλειδιά</strong> σας δεν φορτώνονται έτσι καμία συναλλαγή δεν είναι δυνατή και οι ρυθμίσεις δεν μπορούν να τροποποιηθούν</p>

source: <p><b>More features that allow convenient and secure access to your wallet</b></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
el_gr: <p><b>Περισσότερες λειτουργίες που επιτρέπουν την άνετη και ασφαλή πρόσβαση στο πορτοφόλι σας</b></p><p>Επιτρέπει τη <strong>γρήγορη</strong> σύνδεση στο πορτοφόλι σας με την χρήση του PIN από οποιαδήποτε συσκευή σας χωρίς την χρήση της φράσης πρόσβασης</p><p>Αν το σύστημα μας βγεί εκτός λειτουργίας ή εξαφανιστεί, κοιμηθήτε <strong>ήσυχοι</strong> με την αυτοματοποιημένη προυπογραμμένη συναλλαγή (nLockTime) που σας επιτρέπει απλά να περιμένετε μέχρι τον επιλεγμένο χρόνο λήξης για να πάρετε τα χρήματά σας!</p><p>Όλες οι μεταφορές στο πορτοφόλι σας (συμπεριλαμβανομένης της αλλαγής) θα χρησιμοποιούν μια νέα διεύθυνση κάθε φορά, καθιστώντας το πιο δύσκολο για τους ανθρώπους που συναλλάσσονται μαζί σας, να διαβάσουν τις συναλλαγές που κάνατε στο παρελθόν ή αυτές που θα κάνετε στο μέλλον</p>

source: Wallet
el_gr: Πορτοφόλι

source: You are in control
el_gr: Εσείς έχετε τον έλεγχο

source: Instant confirmation
el_gr: Άμεση επιβεβαίωση

source: Social integration
el_gr: Κοινωνική ενσωμάτωση

source: Improved privacy
el_gr: Βελτιωμένη προστασία προσωπικών δεδομένων

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
el_gr: 1) Ζεστά πορτοφόλια μπορούν να αδειάσουν και κρύα πορτοφόλια μπορεί να έχουν οι καθυστερήσεις, σφάλματα ή να χαθούν<br> 2) Εάν η υπηρεσία είναι σε κίνδυνο, βίαιες επιθέσεις μπορούν να δοκιμαστούν στο κρυπτογραφημένο πορτοφόλι σας, απαιτείται ισχυρός κωδικός πρόσβασης. <br> 3) Η πρόσβαση σε πορτοφόλια χρήστών απαιτεί τον χρήστη όσο και την υπηρεσία να βρίσκονται σε κίνδυνο την ίδια στιγμή μειώνοντας σημαντικά τους κινδύνους.

source: Under the hood
el_gr: Σύνθετες επιλογές

source: <b>We use hierarchical deterministic wallets</b><br>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
el_gr: <b>Χρησιμοποιούμε ιεραρχικά ντετερμινιστικά πορτοφόλια</b><br>(ή BIP0032 HD πορτοφόλι) που σημαίνει ότι χρησιμοποιούμε νέες διευθύνσεις για κάθε εισερχόμενη συναλλαγή (συμπεριλαμβανομένης της αλλαγής), η οποία, μαζί με το coinjoin (προσεχώς) σας επιτρέπει να διατηρείτε την προστασία των προσωπικών σας δεδομένων με τα υψηλότερα πρότυπα.

source: <b>Quickly check your balance</b><br>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
el_gr: <b>Ελέγξε γρήγορα το υπόλοιπο σας</b><br>Μπορείτε να χρησιμοποιήσετε μια σειρά από υπηρεσίες τρίτων (όπως το Facebook), για να ελέγξετε γρήγορα εάν έχετε λάβει μια συναλλαγή ή να ελέγξετε το υπόλοιπο χωρίς να εκθέσετε το πορτοφόλι σας, πράγματικά αρκετά βολικό όταν βιάζεστε ή/και βρίσκετε σε υπολογιστή τρίτου

source: <b>We provide presigned transactions</b><br>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
el_gr: <b>Παρέχουμε προυπογραμμένες συναλλαγές</b><br>Προκειμένου να παρασχεθούν όρια και 'ελεγχος ταυτότητας δύο παραγόντων τα κεφάλαιά σας ασφαλίζονται τόσο με το δικό σας κλειδί σας όσο και με το δικό μας. Για να είστε ήσυχοι, προυπογραμμένες συναλλαγές είναι ενεργοποιημένες (με την χρήση nlocktime), πράγμα που σημαίνει ότι κάθε φορά που το πορτοφόλι σας έχει ενημερώσεις θα διαβιβάσει σε εσάς μια προυπογραμμένη συναλλαγή ξεκλείδωνοντας τα κεφάλαια σας σε μία μελλοντική ημερομηνία της επιλογής σας.

source: <b>We use P2SH to make this all easy</b><br>P2SH allows people you interact with to handle transactions to and from GreenAddress.it's wallets transparently.
el_gr: <b>Χρησιμοποιούμε P2SH για να κάνουμε όλα αυτά πιο εύκολα</b><br> Το P2SH επιτρέπει στους ανθρώπους με τους οποίους συνεργάζεστε να διαχείριζονται συναλλαγές από και προς τα πορτοφόλια GreenAddress.it με διαφάνεια.

source: <b>We offer our second signature</b><br>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress.it!
el_gr: <b>Προσφέρουμε μία δεύτερη υπογραφή</b><br>Που μας επιτρέπει να προσφέρουμε και να επιβάλλουμε πληρωμές επιβεβαιωμένες δύο παραγόντων και καθημερινά, εβδομαδιαία και μηνιαία όρια, περιορισμό του ποσοστού των συναλλαγών σας ανά ώρα, ημέρα, εβδομάδα και μήνα και κάνοντας τις πληρωμές σας στιγμιαίες παρέχοντας διπλούς ελέγχους με το GreenAddress.it!
