Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/gr/LC_MESSAGES/djangoweb.po
Languages: el_gr

source: Please log in, create a new Wallet, or use the URI below:
el_gr: Παρακαλώ συνδεθείτε, δημιουργήστε ένα νέο πορτοφόλι ή χρησιμοποιήστε το παρακάτω URI:

source: Show
el_gr: Εμφάνιση

source: Welcome to GreenAddress.it!
el_gr: Καλώς ήλθατε στο GreenAddress.it!

source: Please log in to use your Wallet
el_gr: Παρακαλώ συνδεθείτε για να χρησιμοποιήσετε το πορτοφόλι σας

source: Please provide the password received from sender.
el_gr: Παρακαλείσθε εισάγετε τον κωδικό πρόσβασης που λάβατε από τον αποστολέα.

source: Enter the password
el_gr: Εισάγετε τον κωδικό πρόσβασης

source: Please wait, decrypting...
el_gr: Παρακαλώ περιμένετε, αποκρυπτογράφηση...

source: Redeem the payment
el_gr: Εξαργυρώστε την πληρωμή

source: If you do not have a GreenAddress.it wallet, please create one to reedem the payment
el_gr: Αν δεν έχετε πορτοφόλι GreenAddress.it, παρακαλούμε όπως δημιουργήσετε ένα για να εξαργυρώσετε την πληρωμή

source: Otherwise, if you are a GreeenAddress.it user please login using form below
el_gr: Διαφορετικά, εάν είστε ένας χρήστης GreeenAddress.it παρακαλούμε συνδεθείτε χρησιμοποιώντας την πιο κάτω φόρμα

source: Haven't got an account yet?
el_gr: Ακόμη δεν έχετε λογαριασμό?

source: Create new Wallet
el_gr: Δημιουργήστε νέο Πορτοφόλι

source: Log in for full Wallet access
el_gr: Συνδεθείται για πλήρη πρόσβαση στο Πορτοφόλι

source: or
el_gr: ή

source: Mnemonic passphrase
el_gr: Μνημονικό συνθηματικό πρόσβασης

source: Invalid mnemonic
el_gr: Λανθασμένος μνημονικό

source: Log in to Watch-Only mode
el_gr: Συνδεθείτε για την λειτουργία Watch-Only

source: Processing
el_gr: Επεξεργασία

source: Error, try again
el_gr: Σφάλμα, δοκιμάστε ξανά

source: Welcome!
el_gr: Καλωσορίσατε!

source: The safer Bitcoin wallet that puts you in control.
el_gr: Το ασφαλέστερο πορτοφόλι για Bitcoin που σας δίνει τον έλεγχο.

source: Toggle navigation
el_gr: Εναλλαγή περιήγησης

source: Login
el_gr: Σύνδεση

source: phone number
el_gr: αριθμός τηλεφώνου

source: phone number: %(abc)s
el_gr: αριθμός τηλεφώνου: %(abc)s

source: singular %(num)d
el_gr: Ενικός ενικός %(num)d Πληθυντικός πληθυντικός %(num)d
