Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: For a simple high level comparison with a couple of web wallets please see
es: Para una simple comparación de alto nivel con otras web wallets por favor vea
it: Per un primo confronto con altri portafoglio online guarda

source: this
es: esta
it: questa

source: table
es: tabla
it: tavola

source: We offer all the advantages of a web wallet:
es: Ofrecemos todas las ventajas de una web wallet:
it: Offriamo tutti i vantaggi di un portafoglio online:

source: Ubiquitously available
es: Disponibilidad absoluta
it: Disponibile ovunque

source: Social/email/SMS integration
es: Integración Social/email/SMS
it: Integrazione con email/SMS e social networks

source: Two factor authentication
es: Autenticación de doble factor
it: Autentificazione a due fattori
th: การตั้งรหัสผ่านสองขั้น
uk: Двох-факторна аутентифікація

source: Transaction limits/restrictions
es: Límites/restricciones de transacciones
it: Limiti e restrizioni per transazione

source: Green address instant transaction confirmation
es: Confirmación instantánea de transacciones de direcciones GreenAddress
it: Transazioni istantane (green address)

source: And the advantages of a local software wallet like
es: Y las ventajas de un software de wallet local como
it: E tutti i vantaggi di un portafoglio installato in locale tipo

source: Mnemonic seed backup once and forget
es: Semilla de clave de inicio, un respaldo para siempre
it: Fai il backup della mnemonica una volta soltanto

source: Your private keys are never stored on our servers, not even encrypted
es: Sus claves privadas nunca se almacenas en nuestros servidores, ni aún encriptadas
it: Le tue chiavi private non passano mai per i nostri server, nemmeno cifrate

source: No lost time synchronizing the client with the full Bitcoin blockchain
es: No hay tiempo muerto sincronizando un cliente con la blockchain completa de Bitcoin
it: Nessun tempo perso a sincronizzare il portafoglio con la blockchain di Bitcoin

source: Simply put, we offer the best web wallet available: We include more features and security safeguards than the competition with a simple interface through your browser or phone.
es: Es simple, ofrecemos la mejor web Wallet existente: Incluímos más funciones y procesos de seguridad que la competencia, con una interfaz simple que puedes utilizar desde tu navegador o smartphone.
it: In parole semplici, offriamo il miglior portafoglio online disponibile. Includiamo più funzionalità e salvaguardie per la sicurezza rispetto ad altri, il tutto con una comoda interfaccia sia per desktop che per mobile.

source: Where are my Bitcoin keys stored?
es: ¿Donde se almacenan mis claves privadas de Bitcoin?
it: Dove sono conservate le chiavi dei mie Bitcoin?

source: Your keys are not stored. They are derived from your mnemonic passphrase and never sent to the server.
es: Tus llaves no son almacenadas. En vez, son generadas a partir de su indicio de clave, y nunca son enviadas al servidor.
it: Le tue chiavi non sono salvate da nessuna parte. Sono derivate dalla tua passphrase mnemonica e non transitano mai sui nostri server.

source: How does the PIN work?
es: ¿Cómo funciona el PIN?
it: Come funziona il PIN?

source: A random password (256 AES) is created and used to encrypt your mnemonics and store them on your device in encrypted form. The random password is sent server side and destroyed on the client. When during login the user provides the right PIN a mechanism will ask the server for the password which is used to decrypt the mnemnonic passphrase stored on your device and get you in your wallet. If the PIN is provided wrong for 3 times in a row the password is then deleted from our servers.
es: Una contraseña aleatoria (256 AES) es creada y utilizada para encriptar su indicio de clave y almacenarla en su dispositivo en forma encriptada. La contraseña aleatoria es enviada al servidor y destruida en el lado cliente. Cuando el usuario ingresa el PIN correcto al iniciar sesión, un mecanismo pide al servidor la contraseña utilizada para decodificar el indicio de clave almacenado en su dispositivo y darle acceso a su Wallet. Si el PIN provisto es incorrecto durante 3 intentos consecutivos, la contraseña aleatoria es eliminada de nuestros servidores.
it: Una password casuale (256 AES) viene creata, con questa cifriamo la tua mnemonica e la salviamo sul tuo dispositivo (cifrata). La password casuale è mandata al server ed eliminata dal tuo dispositivo. Quando durante il login l'utente fornisce il PIN corretto la password casuale viene inviata al client che, a questo punto, è in grado di decifrare la passphrase mnemonica e ti fa accedere al portafogli. Se il PIN viene inserito errato per 3 volte di seguito, cancelliamo la password dal nostro server.

source: When are you going to offer feature XYZ? I would like to access my wallet in my language, can you add it?
es: ¿Cuando van a ofrecer la función XYZ? Quiero acceder a mi wallet en mi idioma, ¿pueden agregarlo?
it: Quando implementerete la funzionalità XYZ? Vorrei accedere al portafoglio nella mia lingua, quando la aggiungerete ?

source: We are constantly looking for feedback from our users, if you want to provide some feedback or get involved feel free to PM on reddit (/u/BitFast) or send us an email at
es: Estamos constantemente en la búsqueda de feedback de nuestros usuarios. Si desea proveer feedback o involucrarse, por favor envíenos un PM en Reddit (/u/BitFast) o un correo electrónico a
it: Siamo sempre alla ricerca di suggerimenti da parte dei nostri utenti, se vuoi puoi mandarci un messaggio su reddit (/u/BitFast) oppure una email a

source: We have many features and language support for many languages in the pipeline, please check with us if you want to be kept up to date with development and please be patient :)
es: Tenemos muchas funciones y soporte para diversos idiomas en camino, por favor tenga paciencia y vuelva seguido para mantenerse al día con los nuevos desarrollos y por favor sea paciente :)
it: Abbiamo molte funzionalita' pianificate e abbiamo intenzione di supportare molte lingue, mettiti in contatto con noi se vuoi essere aggiornato con gli sviluppi

source: If you want to help with translation see them <a target="_blank_" href="http://translate.greenaddress.it">here</a> and pull requests are welcome on <a href="https://github.com/greenaddress" target="_blank">GitHub</a>!
es: Si quiere ayudar con la traducción véalas <a target="_blank_" href="http://translate.greenaddress.it">aquí</a> ¡Y son bienvenidos los pull requests en <a href="https://github.com/greenaddress" target="_blank">GitHub</a>!
it: Se vuoi aiutare con le traduzioni guarda <a target="_blank_" href="http://translate.greenaddress.it">qui</a> e patch su GitHub sono molto apprezzate qui <a href="https://github.com/greenaddress" target="_blank">quì</a>!

source: Do you have a donate button for linking to users payment URLs?
es: ¿Tienen un botón de donación para linkear a URLs de pago de usuario?
it: Avete un bottone che posso usare per ricevere donazioni sul mio portafogli?

source: Sure have a look below (let us know if you have created one!).
es: Sí, vea a continuación (¡avísenos si ha creado uno!).
it: Certo, dai un occhiata qui sotto (e facci sapere se ne crei di nuovi!)

source: What exactly is an 'instant greenaddress transaction'?
es: ¿Qué es exactamente una 'transacción instantánea greenaddress'?
it: Cos'è esattamente una 'transazione greenaddress instantanea'?

source: Your transactions are protected by both your signature and by a signature we apply when we get your permission via two factor. With this protection, comes the fact that people receiving Bitcoin from you can trust the funds instantly as we provide a 'special' signature to your transaction when you require instant confirmation.
es: Tus transacciones estan protegidas tanto por tu firma como por la firma que GreenAddress aplica cuando obtenemos su permiso vía autenticación de Doble Factor. Con ésta protección, viene el hecho de que la persona que reciba Bitcoin de usted puede confiar en los fondos instantáneamente, ya que proveemos una dirección 'especial' Bitcoin de confianza.
it: Le tue transazioni sono protette da entrambe le firme, la tua e la nostra che applichiamo quando riceviamo il tuo permesso con l'autenticazione a due fattori. Con questa protezione, c'è anche il vantaggio che chi riceve da te delle transazioni può fidarsi immediatamente dato che arrivano con una firma 'speciale' fidata.

source: What about cookies?
es: ¿Que hay de las cookies?
it: Cosa fate con i cookies?

source: To enable GreenAddress to recognize your device and to provide features to you, we use cookies. Cookies are unique identifiers that we transfer to your device to enable our services to recognize your device and to provide features such as providing you with protection from Cross-site request forgery and display the site in the language you have selected or to not show you the EU cookie compliance info banner.
es: Para permitir que GreenAddresst reconozca su dispositivo y le brinde el servicio, utilizamos cookies. Las cookies son identificadores únicos que transferimos a su dispositivo para permitir que nuestro servicio reconozca su dispositivo y a la vez proveer funciones como protección contra ataques de tipo Cross-site forgery y mostrar el sitio en el idioma seleccionado o el no mostrar el banner de información cumplimiento de cookie de EU.
it: Per permettere a GreenAddress di riconoscere il tuo dispositivo e per fornire delle funzionalità usiamo dei 'cookies'. I 'cookies' sono degli identificatori unici che trasferiamo al tuo devvice e che ci permettono di riconoscerti così da poterti offrire funzionalità come la protezione da attacchi di Cross-Site ma anche per mostrare il sito nella lingua preferita o per non mostrare il banner con la policy sulla privacy EU ogni volta.

source: Yes! You can see our <a href="http://api.greenaddress.it/">API documentation at GitHub Pages</a>.
es: ¡Sí! Usted puede ser nuestra <a href="http://api.greenaddress.it/">documentación API en las Páginas de GitHub</a>.
it: Sì! Si può vedere la nostra <a href="http://api.greenaddress.it/"> documentazione API presso GitHub Pages</a>.

source: Redeem funds
es: Redimir fondos
it: Incassa fondi

source: You've received
es: Ha recibido
it: Hai ricevuto
th: คุณได้รับ
uk: Ви отримали

source: Support and contacts for GreenAddress Bitcoin wallet
es: Soporte y contactos para la Bitcoin wallet GreenAddress
it: Supporto e contatti per GreenAddress Bitcoin wallet

source: GreenAddress contacts details. We are here to listen to your suggestions for a better and safer Bitcoin online wallet.
es: Detalles de contactos GreenAddress. Estamos aquí para escuchar sus sugerencias para una mejor y más segura wallet Bitcoin en línea.
it: Contatti GreenAddress. Siamo qui per ascoltare i tuoi suggerimenti per un portafolgio online migliore e più sicuro.

source: For any issue, you can email us at
es: Para cualquier consulta, nos puede enviar un email a
it: Per qualsiasi domanda puoi mandarci una email a

source: Or call us on
es: O llamarnos al
it: O chiamarci allo

source: Nine to five (GMT + 1:00) Monday to Friday.
es: Nueve a cinco (GMT +1:00) Lunes a Viernes
it: Dalle 9 alle 17 (GMT + 1:00) da Lunedi a Venerdi.

source: Please leave a message if in out of hours or if we are unable to take your call.
es: Por favor deje un mensaje si estamos fuera de horario o no pudimos atender su llamado.
it: Per favore lascia un messaggio se fuori orario o se non rispondiamo alla tua chiamata.

source: Check us out on
es: Encuéntrenos en
it: Seguici su

source: Terms of Service
es: Términos del Servicio
it: Termini di Servizio
th: เงื่อนไขการใช้บริการ
uk: Умови надання послуг

source: Verify instant transaction
es: Verificar transacción instantánea
it: Verifica la transazione istantanea

source: Verify a GreenAddress instant confirmation!
es: ¡Verificar una confirmación instantánea de GreenAddress!
it: Verifica una transazione instantanea GreenAddress!

source: Please provide transaction details below
es: Por favor provea los detalles de la transacción abajo
it: Per piacere fornisci i dettagli della transazioni qui sotto

source: Transaction hash
es: Hash de transacción
it: Hash transazione

source: Recipient verification signature
es: Verificación de firma de beneficiario
it: Firma di verifica del destinatario

source: Please sign the following message
es: Por favor firme el siguiente mensaje
it: Per piacere firma il seguente messaggio

source: You can either provide the signature yourself (recommended), <strong>or</strong>, if your client doesn't support signing messages, paste your private key in WIF format. The key will be used in your browser only to sign the message.
es: Puede proveer la firma usted mismo (recommendado), <strong>ó</strong>, si su cliente no soporta la firma de mensajes, pegue su clave privada en formato WIF. La clave será usada en su navegador sólo para firmar el mensaje.
it: Puoi fornire la firma tu stesso (raccomandato) oppure se il tuo client non supporta la firma di messaggi, incolla la tua chiave privata in formato WIF. La chiave verrà usata nel tuo browser solo per firmare il messaggio.

source: Signature
es: Firma
it: Firma

source: or
es: o
it: o

source: WIF Private Key
es: Clave Privada WIF
it: Chiave privata WIF

source: Verify transaction
es: Verificar transacción
it: Verifica la transazione

source: Verification successful!
es: ¡Verificación exitosa!
it: Verifica riuscita!

source: is covered by GreenAddress instant confirmation.
es: está cubierto por la confirmación instantánea de GreenAddress.
it: é coperto dalla conferma istantanea di GreenAddress.

source: Verification failed!
es: ¡Verificación fallida!
it: Verifica non riuscita!

source: is not covered by GreenAddress instant confirmation.
es: no está cubierto por la confirmación instantánea de GreenAddress.
it: Non è coperto dalla conferma istantanea di GreenAddress.

source: Try again
es: Intente de nuevo
it: Riprova

source: Send funds
es: Enviar fondos
it: Invia

source: Please send
es: Por favor envíe
it: Per piacere invia

source: Privacy Policy
es: Política de Privacidad
it: Informativa sulla Privacy

source: About us
es: Acerca de nosotros
it: Chi siamo
th: เกี่ยวกับเรา
uk: Про нас

source: Founder & CEO
es: Fundador
it: Fondatore & CEO

source: Full Stack Developer
es: Desarrollador Cabecera
it: Sviluppatore Senior

source: Careers
es: Carreras
it: Lavora con noi

source: Welcome!
es: ¡Bienvenido!
it: Benvenuto!
th: ยินดีต้อนรับ!
uk: Ласкаво просимо!

source: The safer Bitcoin wallet that puts you in control.
es: La Bitcoin Wallet más segura que lo pone a usted en el control.
it: Il più sicuro wallet Bitcoin che ti lascia in controllo completo
th: กระเป๋าบิทคอยน์ที่ปลอดภัยขึ้นทำให้ควบคุมง่ายขึ้น
uk: Безпечний Bitcoin гаманець, що дає Вам повний контроль.

source: Toggle navigation
es: Cambiar navegación
it: Mostra navigazione
th: ปิด/เปิดการนำทาง
uk: Переключити навігацію

source: FAQ
es: Preguntas Frecuentes
it: Domande frequenti
uk: ФАК

source: Support
es: Soporte
it: Supporto
th: สนับสนุน
uk: Підтримка

source: Login
es: Iniciar sesión
it: Accedi
th: เข้าสู่ระบบ
uk: Логін

source: Transactions
es: Transacciones
it: Transazioni
th: ธุรกรรม
uk: Транзакції

source: Send Money
es: Enviar Dinero
it: Invia denaro
th: ส่งเงิน

source: Receive Money
es: Recibir Dinero
it: Ricevi
th: รับเงิน

source: Address Book
es: Libreta de Direcciones
it: Rubrica
th: สมุดบัญชี
uk: Адресна книга

source: Settings
es: Configuración
it: Configurazione
th: การตั้งค่า
uk: Параметри

source: General
es: Ajustes generales

source: Security
es: Seguridad
it: Sicurezza
th: ความปลอดภัย
uk: Безпека

source: Accounts
es: Agregar cuenta

source: Update now
es: Actualizar
it: Aggiorna ora
th: อัพเดท

source: Logout
es: Cerrar sesión
it: Esci
th: ออกจากระบบ
uk: Вихід

source: Last login
es: Último inicio de sesión
it: Ultimo accesso
th: เข้าระบบล่าสุด
uk: Останній вхід

source: country
es: país
it: paese
th: ประเทศ
uk: країна

source: unknown country
es: país desconocido
it: paese sconosciuto
th: ประเทศที่ไม่รู้จัก
uk: невідома країна

source: WARNING
es: ADVERTENCIA
it: ATTENZIONE
th: คำเตือน
uk: УВАГА

source: You have no two factor authentication set up. Please set it up in <a href="#/settings">settings</a>.
es: Usted no tiene la autenticación de doble factor configurada. Por favor configúrela en los <a href="#/settings">ajustes</a>.
it: Autenticazione a due fattori non configurata. Puoi configurarla nelle <a href="#/settings">impostazioni</a>.
th: คุณยังไม่มีการตั้งรหัสผ่านสองขั้น. กรุณา่เข้าไปตั้งค่าใน <a href="#/settings">การตั้งค่า</a>.
uk: У вас не налаштована 2 факторна аутентифікація. Будь-ласка встановіть її в <a href="#/settings">налаштуваннях</a>.

source: You have not verified that you have backed up your mnemonic.
es: Usted no ha verificado que ha respaldado su indicio de clave.
it: Non hai verificato di aver salvato il tuo mnemonico.
th: คุณไม่ได้ตรวจสอบว่า คุณได้สำรองข้อมูลที่ช่วยในการจำ
uk: Ви не підтвердили що зробили резервну копію мнемонічної фрази.

source: Please verify now by clicking here.
es: Por favor verifíquelo ahora cliqueando aquí.
it: Verifica ora cliccando qui.
th: กรุณาตรวจสอบขณะนี้ โดยคลิกที่นี่
uk: будь-ласка підтвердіть шляхом натискання тут.

source: New transactions! Sort by descending date to see them.
es: ¡Nuevas transacciones! Ordene por fecha descendiente para verlas.
it: Nuove transazioni! Ordina per data per vederle.
uk: Нові транзакції! Відсортуйте за датою за спаданням для того щоб їх побачити.

source: Newly confirmed transactions! Sort by descending date to see them.
es: ¡Transacciones recién confirmadas! Ordene por fecha descendiente para verlas.
it: Nuove transazioni confermate! Ordina per data per vederle.
uk: Щойно підтверджені транзакції! Відсортуйте за датою за спаданням для того щоб їх побачити.

source: Date
es: Fecha
it: Data
th: วัน
uk: Дата

source: Description
es: Descripción
it: Descrizione
th: คำอธิบาย
uk: Опис

source: Export to CSV
es: Exportar a CSV
it: Esporta in CSV
th: นำออกเป็น CSV
uk: Експортувати у формат CSV

source: instant GreenAddress confirmation
es: confirmación instantánea de GreenAddress
it: conferma immediata GreenAddress
th: ยืนยัน GreenAddress แบบทันที
uk: миттєве підтвердження GreenAddress

source: double spend
es: doble gasto
it: doppia spesa
th: ใช้คู่กับการจ่ายเงิน
uk: витрачено двічі

source: unconfirmed
es: no confirmado
it: Non confermata
th: ยังไม่ได้ยืนยัน
uk: непідтверджена

source: confirmations
es: confirmaciones
it: conferme
th: การยืนยัน
uk: підтвердження

source: take funds back
es: Recuperar fondos
it: riprendi indietro
th: นำกองทุนกลับมา
uk: отримати кошти назад

source: Regenerate voucher
es: Regenerar el cupón
it: Rigenera il voucher

source: Regenerate encrypted voucher
es: Regenerar el cupón encriptado
it: Rigenera voucher crittografato

source: Loading transactions, please wait...
es: Iniciando sesión, espere por favor...

source: No transactions found...
es: No hay transacciones...
it: Nessuna transazione...
th: ไม่พบธุรกรรม
uk: Транзакції не знайдені...

source: Show more transactions...
es: Mostrar más transacciones...
it: Visualizza più transazioni...
uk: Показати більше транзакцій...

source: From account
es: Agregar cuenta

source: Main
es: Principal

source: Voucher Text (optional)
es: Texto de Cupón (opcional)
it: Testo di buono (opzionale)
th: ข้อความคูปอง (ตัวเลือก)

source: Recipient
es: Destinatario
it: Destinatario
th: ผู้รับ
uk: Отримувач

source: Enter any clear text message that will appear on the voucher
es: Ingrese cualquier mensaje de texto claro que aparecerá en el cupón
it: Scrivi il messaggio che vuoi far apparire sul voucher
th: ใส่ข้อความที่เห็นได้ชัดบนคูปองส่วนลด

source: Enter recipient's bitcoin address, email or Facebook account name
es: Ingrese la dirección bitcoin, email o nombre de cuenta de Facebook del destinatario
it: Inserisci il nome del destinatario o indirizzo bitcoin, email, o utente Facebook
th: ป้อนที่อยู่ Bitcoin ผู้รับ อีเมล์ หรือบัญชีผู้ใช้ Facebook

source: Paste
es: Pegar
it: Incolla
th: วาง
uk: Вставити

source: Scan QR
es: Leer QR
it: Leggi QR
th: สแกน QR
uk: Сканувати QR код

source: Cancel
es: Cancelar
it: Annulla
th: ยกเลิก
uk: Відмінити

source: Create a voucher instead of sending to a recipient
es: Cree un cupón en lugar de enviarlo a un destinatario
it: Crea un voucher invece di inviare l'ammontare al destinatario
th: สร้างคูปองแทนการส่งไปยังผู้รับ

source: Encryption passphrase
es: Contraseña de encriptación
it: Password per riscattare i fondi
th: รหัสผ่านการเข้ารหัสลับ

source: NOTE
es: NOTA
it: NOTA
th: บันทึก
uk: ПРИМІТКА

source: The receiving private key will not be encrypted unless you provide a passphrase. Unencrypted private keys are prone to eavesdropping!
es: La clave privada recibida no será encriptada a menos que usted proporcione una contraseña. ¡Las claves privadas no encriptadas son propensas a intrusos!
it: La chiave privata ricevuta non sarà crittografata a meno che non fornisci una password. Le chiavi private non crittografate possono essere lette da altri!
th: รหัสส่วนตัวที่ได้รับจะไม่เข้ารหัสจนกว่าจะใส่รหัสช่วยจำ รหัสส่วนตัวที่ไม่เข้ารหัสมีโอกาสรั่วไหลสูง

source: Amount
es: Monto
it: Ammontare
th: จำนวน
uk: Кількість

source: Fee
es: Comisión
th: ค่าธรรมเนียม
uk: Комісія

source: will be added to the amount
es: será agregado al monto
it: verrà aggiunta all'importo

source: Instant Confirmation
es: Confirmación Instantánea
it: Conferma immediata
th: การยืนยันแบบทันที
uk: Миттєве підтвердження

source: You can enter a memo to store in your transactions list
es: Puede escribir un memo para almacenar su lista de transacciones
it: Puoi inserire una nota privata che verrà visualizzata nella lista transazioni
uk: Ви можете вести повідомлення для збереження у списку ваших транзакцій

source: Verifying
es: Verificando
it: Verifica
uk: Перевіряється

source: Signing
es: Firmando
it: Firma
uk: Підписується

source: Create a Voucher
es: Crear un Cupón
it: Crea un Voucher
th: การสร้างคูปอง

source: Show advanced options
es: Mostrar opciones avanzadas
uk: Показати розширені налаштування

source: calculating
es: calculando
it: elaborazione
th: กำลังคำนวณ
uk: обчислюється

source: No addresses found
es: No se encontraron direcciones
it: Nessun indirizzo trovato
th: ไม่พบที่อยู่
uk: Адрес не знайдено

source: Address
es: Dirección
it: Indirizzo
th: ที่อยู่
uk: Адреса

source: number of transactions
es: número de transacciones
it: numero di transazioni
th: จำนวนธุรกรรม
uk: кількість транзакцій

source: Show more addresses
es: Mostrar direcciones generadas previamente

source: Close
es: Cerrar
it: Chiudi
th: ปิด
uk: Закрити

source: Phone
es: Teléfono
it: Telefono
th: โทรศัพท์
uk: Телефон

source: Google Authenticator is enabled.
es: Google Authenticator está habilitado.
it: Google Authenticator è attivo.
th: เปิดใช้ Google Authenticator
uk: Google Authenticator дозволений.

source: Install app
es: Instalar aplicación
it: Installa l'app
th: ติดตั้ง แอพ
uk: Встановіть додаток

source: Install the app on your device. For Android at
es: Instalar la aplicación en su dispositivo. Para Android en
it: Installare l'app sul tuo dispositivo. Per Android all'
th: ติดตั้งบนอุปกรณ์คุณ สำหรับแอนดรอยด์ที่
uk: Встановіть додаток на Ваш телефон. Для Android:

source: while for iOS at
es: mientras que para iOS en
it: mentre per iOS all'
th: ขณะที่ iOS ไปที่
uk: для iOS:

source: Add account
es: Agregar cuenta
it: Aggiungi un account
th: เพิ่มบัญชี
uk: Додати акаунт
