Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangoweb.po
Languages: de, fr, nl, pl, se

source: %s() (built-in function)
se: %s() (inbyggd funktion)

source: %s() (in module %s)
se: %s() (i modul %s)

source: %s (built-in variable)
se: %s (inbyggd variabel)

source: %s (in module %s)
se: %s (i modul %s)

source: %s (built-in class)
se: %s (inbyggd klass)

source: %s (class in %s)
se: %s (klass i %s)

source: %s() (%s.%s method)
se: %s() (%s.%s metod)

source: %s() (%s method)
se: %s() (%s metod)

source: %s() (%s.%s static method)
se: %s() (%s.%s statisk metod)

source: %s() (%s static method)
se: %s() (%s statisk metod)

source: %s() (%s.%s class method)
se: %s() (%s.%s klassmetod)

source: %s() (%s class method)
se: %s() (%s klassmetod)

source: %s (%s.%s attribute)
se: %s (%s.%s attribut)

source: %s (%s attribute)
se: %s (%s attribut)

source: %s (module)
se: %s (modul)

source: Send funds
de: Guthaben senden
fr: Envoyer des fonds
nl: Verstuur geld
pl: Wyślij środki
se: Skicka pengar

source: Please send
de: Bitte senden Sie
fr: Merci d'envoyer
nl: Verstuur alstublieft
pl: Proszę wysłać
se: Var vänlig skicka

source: Frequently Asked Questions
de: Häufige Fragen
fr: Foire aux questions
nl: Veelgestelde vragen
pl: Najczęściej zadawane pytania
se: Vanliga frågor

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
de: Kann ich einfach von anderen Diensten (wie blockchain.info) wechseln? Kann ich Guthaben auf privaten Schlüsseln in meine Brieftasche übertragen?
fr: Puis-je transférer mes fonds facilement depuis un autre portefeuille (comme blockchain.info)? Est-il possible d'importer (sweep) des clés privées sur mon porte-monnaie ?
nl: Kan ik gemakkelijk overstappen vanuit een andere portemonnee (zoals blockchain.info)? Kan ik privésleutels toevoegen aan mijn portemonnee?
pl: Czy mogę łatwo przejść do waszego portfela z innego portfela (np. blockchain.info)? Czy mogę wpłacić fundusze z klucza prywatnego do mojego portfela?
se: Kan jag enkelt flytta från en annan plånbok (som blockchain.info)? Kan jag svepa över privata nycklars medel till min plånbok?

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
de: Ja und Ja, Sie können! Gehen Sie einfach auf den Reiter 'Geld empfangen', geben Sie ihren privaten Schlüssel in das richtige Feld ein, und das Guthaben wird in Ihre Brieftasche übertragen. Voilá!
fr: Oui et oui, dans l'onglet "Recevoir de l'argent" vous pouvez importer vos clés privées. Les fonds seront importés directement sur votre porte-monnaie GreenAddress.it.
nl: Ja en ja, dat kan gewoon. Neem een kijkje in het tabblad "Ontvang geld", plaats uw privésleutel in het juiste veld en het geld zal worden toegevoegd aan uw portemonnee.
pl: Odpowiedź na oba pytania jest twierdząca, możesz, spójrz na zakładkę 'Odbierz pieniądze' w Twoim portfelu, wpisz swój klucz prywatny w odpowiednim polu, a fundusze zostaną wpłacone do Twojego portfela. Voilà!
se: Ja och ja, se bara på fliken Ta emot pengar, ange din privata nyckel i högra fältet och din klient kommer svepa över dina pengar till din plånbok. Voilà!

source: Yes and yes, you can try our testnet version on
de: Ja und ja. Sie können unsere Testnet-Version ausprobieren unter
fr: Oui, et oui. Vous pouvez tester notre service sur notre version de test
nl: Ja en ja, je kunt onze testnet versie proberen op
pl: Odpowiedź na oba pytania jest twierdząca, możesz wypróbować wersję testnet naszego serwisu pod adresem
se: Ja och ja, du kan prova vår testnätsversion på

source: Do you support other platforms than a web page?
de: Unterstützen Sie andere Plattformen als die Webseite?
fr: Êtes-vous favorable autres plates-formes que d'une page web?
nl: Zijn er meer platforms ondersteunt dan een webpagina?
pl: Czy wspieracie plaftormy inne niż strona www?
se: Stöder ni andra plattformar än webben?

source: Yes! You can download an Android app
de: Ja! Sie können eine Android-App herunterladen
fr: Oui! Vous pouvez télécharger une application Android
nl: Ja! U kunt een Android app downloaden
pl: Tak! Możesz pobrać aplikację na Android
se: Ja! Du kan ladda ner en Android-app

source: from the Google Play store
de: vom Google Play Store
fr: de la boutique Google Play
nl: via de Google Play Store
pl: ze sklpu Google Play
se: från Google Play

source: and a Chrome packaged app
de: und eine Chrome App
fr: et une application locale Chrome
nl: en een Chrome applicatie
pl: oraz lokalną aplikację Chrome
se: och en Chrome-paketerad app

source: from the Chrome Web Store
de: aus dem Chrome Web Store
fr: du Chrome Web Store
nl: uit de Chrome Web Store
pl: ze sklepu Chrome
se: från Chrome Web Store

source: Both apps are open source and you can
se: Båda apparna är öppen källkod och du kan

source: see the source code of each on GitHub
de: seh den Quellcode auf GitHub
fr: consulter le code source de chacune sur GitHub
nl: de broncode van beide op GitHub bekijken
se: se källkoden för båda på GitHub

source: It also uses <a href="http://electrum.org">Electrum</a> servers for additional transaction verification, so it should be safe to use even if our servers are compromised.
se: Det använder också <a href="http://electrum.org">Electrum-servrar</a> för ytterligare transaktionsbekräftelser, så det förblir sannolikt säkert även om våra servrar är hackade.

source: But what happens if your service goes away? Will I lose my coins?
de: Was passiert wenn Ihr Dienst nicht mehr verfügbar ist? Werde ich mein Guthaben verlieren?
fr: Si le service s'arrêtait du jour au lendemain, que se passerait-il ? Est-ce que je perdrais toutes mes coins ?
nl: Maar wat gebeurt er als jullie dienst opgeheven wordt? Ben ik mijn coins dan kwijt?
pl: Co się stanie kiedy wasz serwis przestanie działać? Czy stracę swoje monety?
se: Men vad händer om er tjänst försvinner? Förlorar jag mina pengar?

source: GreenAddress.it signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress.it's signature, so you are right to worry that you can lose your coins.
se: GreenAddress.it signerar varje transaktion med sin egen nyckel i kombination med att klientens signatur med användarens nycklar, och pengarna hålls i 2-av-2-flersignaturstransaktioner som kräver båda parters signaturer för att spendera. Nackdelen är att du inte kan spendera dina pengar utan en signatur från GreenAddress.it, så din oro över att inte kunna spendera pengarna är berättigad.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
de: Aber! Wir haben dieses Problem gelöst indem wir nLockTime-Transaktionen zur Verfügung stellen, welche Ihre Einlagen 'ablaufen' lassen, so dass Ihnen diese auch ohne unseren Teilnahme nach einer im Voraus festgelegten Zeit wieder zur Verfügung stehen. Dies ist automatisch eingestellt, wenn Sie Emailbenachrichtigungen und Zwei-Faktor-Authentifizierung aktiviert haben.
fr: Mais ! Nous avons résolu ce problème grâce aux transactions nLockTime qui font "expirer" un dépôt après un certain temps, permettant de les débloquer sans notre intervention après un période de temps configurable. Cette fonction est activée par défaut si les notifications par mail et l'authentification à deux-facteurs sont activées.
nl: Maar! We hebben dit probleem opgelost door het toevoegen van nLockTime transacties. Deze zorgen ervoor dat stortingen verlopen na een bepaalde tijd, wat ervoor zorgt dat u uw geld kunt verzenden na een vooraf ingestelde tijd. Deze functie wordt automatisch ingeschakeld als u e-mail meldingen en dubbele verificatie instelt.
pl: Ale! Rozwiązaliśmy ten problem poprzez dostarczenie transakcji nLockTime które zasadniczo sprawiają, że depozyty 'wygasają' po jakimś czasie, co umożliwia ich odzyskanie bez naszej interwencji po określonym wcześniej okresie czasu. Opcja ta dostępna jest standardowo jeśli użytkownik posiada aktywne zarówno powiadomienia email jak i dwuetapową autoryzację.
se: Men! Vi har löst detta problemet genom att förse dig med nLockTime-transaktioner som i praktiken gör att insättningar "upphör" efter viss tid på så vis att du själv kan hämta ut dem utan vår inblandning, efter en viss fördefinierad tidsperiod. Detta är aktiverat som standard när du har emailnotifikationer och tvåfaktorsautensiering aktiverat.

source: This allows you to keep your ease of mind even in case GreenAddress.it disappears with its keys.
se: Detta innebär att du kan förbli lugn även om GreenAddress.it försvinner med sina nycklar.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
de: Dies bedeutet aber auch dass jedes abgelaufene Guthaben erneut transferiert werden muss. Dieser Vorgang kann bei Login automatisiert und vorher per Email angekündigt, oder manuell erledigt werden.
fr: Cela signifie également qu'à chaque fois que les fonds expirent, l'utilisateur doit les re-transférer. Cela peut être effectué automatiquement lors de votre connexion, prévu à l'avance par email ou fait manuellement.
nl: Dit betekent ook dat u uw geld opnieuw moet storten zodra de transactie is verlopen om optimale veiligheid te waarborgen. Dit kan automatisch worden gedaan bij het inloggen en van te voren gemeld worden via e-mail of u kunt er voor kiezen het handmatig uit te voeren.
pl: To również znaczy, że za każdym razem jak środki wygasną użytkownik musi je przetransferować ponownie. Może się to odbywać automatycznie podczas logowania wraz z powiadomieniem przez email lub też ręcznie.
se: Det betyder också att varje gång insättningar upphör så måste användarna åter sätta in dem. Detta kan automatiseras vid inloggning och meddelas om i förväg via email eller göras manuellt.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
de: Um das Guthaben nach Ablauf zu erhalten können Sie ein Werkzeug verwenden das wir speziell für diesen Zweck entworfen haben - siehe
fr: Pour réclamer des fonds après expiration, vous pouvez également utiliser l'outil que nous avons développé spécialement pour, voir
nl: Voor het verzenden van geld nadat de transactie verlopen is hebben we een speciale tool gemaakt. Zie
pl: Aby odzyskać środki po ich wygaśnięciu, możesz użyć narzędzia, które zbudowaliśmy specjalnie do tego celu - zobacz
se: För att hämta ut dina insättningar efter att de upphört så kan du använda ett verktyg vi skapat specifikt för detta, se

source: and
de: und
fr: et
nl: en
pl: oraz
se: och

source: its project on GitHub
de: dessen Projektseite auf GitHub
fr: sa page GitHub
nl: zijn project op GitHub
pl: projekt na GitHub
se: dess projekt på GitHub

source: It's open source!
de: Es ist freie Software!
fr: C'est open source !
nl: Het is open source!
pl: To projekt open source!
se: Det är öppen källkod!

source: How is your wallet better than the others out there?
de: Warum ist Ihr Dienst besser als andere Angebote?
fr: Pourquoi votre porte-monnaie est meilleur que les autres ?
nl: Waarom is deze portemonnee beter dan andere?
pl: Co sprawia, że wasz Portfel jest lepszy niż inne portfele online?
se: Hur är er plånbok bättre än de andra där ute?

source: For a simple high level comparison with a couple of web wallets please see
de: Einen einfachen Vergleich mit ein paar anderen Webdiensten sehen Sie auf
fr: Pour comparer rapidement les fonctionnalités de GreenAddress.it avec celles des autres porte-monnaies, consultez
nl: Voor een eenvoudige vergelijking met andere web portemonnees zie
pl: Aby porównać nasz portfel z innymi portfelami dostępnymi online zobacz
se: För en enkel jämförelse mellan några onlineplånböcker, se

source: this
de: dieser
fr: ce
nl: deze
pl: tutaj
se: detta

source: table
de: Tabelle
fr: tableau
nl: tabel
pl: tabelę porównawczą
se: bord

source: We offer all the advantages of a web wallet:
de: Wir bieten alle Vorteile eines Webdienstes
fr: Vous offrons tous les avantages d'un porte-monnaie en ligne :
nl: Wij bieden alle voordelen van een web portemonnee:
pl: Oferujemy wszystkie korzyści związane z posiadaniem portfela online:
se: Vi erbjuder alla fördelar hos onlineplånböcker:

source: Ubiquitously available
de: Überall verfügbar
fr: Disponibilité ubiquitaire
nl: Overal beschikbaar
pl: Dostępność wszędzie
se: Vitt tillgängligt

source: Two factor authentication
de: Zwei-Faktor-Authentifikation
fr: Authentification à deux-facteurs
nl: Dubbele verificatie
pl: Dwuetapowa autoryzacja
se: Tvåfaktorsautensiering

source: Transaction limits/restrictions
de: Transaktionslimits und -einschränkungen
fr: Limites et restrictions pour les transactions
nl: Transactie limieten/beperkingen
pl: Limity/ograniczenia transakcji
se: Transaktionsbegränsningar

source: And the advantages of a local software wallet like
de: Und die Vorteile einer lokal ausgeführten Software wie
fr: Et les avantages d'un porte-monnaie en local comme
nl: En de voordelen van een lokale software portemonnee zoals
pl: I zalety lokalnego oprogramowania-portfela w stylu
se: Och fördelarna hos lokala plånböcker som

source: Your private keys are never stored on our servers, not even encrypted
de: Ihre privaten Schlüssel sind nie auf unseren Servern gespeichert, nicht einmal in verschlüsselter Form
fr: Vos clés privées ne sont jamais stockées sur nos serveurs, même chiffrées
nl: Uw privésleutels worden nooit op onze servers opgeslagen, zelfs niet versleuteld
pl: Twoje prywatne klucze nie są przechowywane na naszym serwerze, nawet nie w postaci zaszyfrowanej
se: Dina privata nycklar lagras aldrig på våra servrar, inte ens krypterade

source: No lost time synchronizing the client with the full Bitcoin blockchain
de: Keine verschwendete Zeit um ihre Brieftasche mit der vollen Bitcoin-Blockchain zu synchronisieren
fr: Pas de perte de temps à cause de la synchronisation avec toute la blockchain
nl: U verliest geen tijd met het synchroniseren van de volledige Bitcoin blockchain
pl: Brak straconego czasu na synchronizację klienta z pełnym łańcuchem bloków Bitcoin
se: Ingen tid förlorad på att synkronisera Bitcoins hela blockkedja

source: Where are my Bitcoin keys stored?
de: Wo sind meine Bitcoin-Schlüssel gespeichert?
fr: Où sont stockées mes clés Bitcoin ?
nl: Waar worden mijn Bitcoin sleutels opgeslagen?
pl: Gdzie przechowywane są moje klucze Bitcoin?
se: Var lagras mina Bitcoin-nycklar?

source: Your keys are not stored. They are derived from your mnemonic passphrase and never sent to the server.
de: Ihre Schlüssel sind nicht gespeichert. Sie sind von ihrer mnemonischen Passphrase abgeleitet und niemals an den Server gesendet.
fr: Elles ne sont pas stockées. Elles sont des dérivés de votre code mnémonic et ne sont jamais envoyées au serveur.
nl: Uw sleutels worden niet opgeslagen. Ze worden samengesteld vanuit uw mnemonic passphrase en nooit naar onze server verzonden.
pl: Twoje klucze nie są przechowywane. Pochodzą z Twojego hasła-mnemoniku i nigdy nie są wysyłane na serwer.
se: Dina nycklar lagras inte. De är deriverade från din mnemoniska lösenfras och skickas aldrig till servern.

source: How does the PIN work?
de: Wie funktioniert die PIN?
fr: Comment fonctionne le PIN ?
nl: Hoe werkt de pincode?
pl: Jak działa kod PIN?
se: Hur fungerar PIN-koden?

source: What about cookies?
de: Was ist mit Cookies?
fr: Et concernant les cookies ?
nl: Waarom cookies?
pl: A co z ciasteczkami?
se: Hur är det med cookies?

source: Terms of Service
de: Allgemeinen Geschäftsbedingungen
fr: Conditions d'utilisation
nl: Algemene gebruikersvoorwaarden
pl: Warunki korzystania z usług
se: Villkor

source: Home Page
se: Hemsida

source: Create your Wallet
de: Erstellen Sie Ihre Brieftasche
fr: Créez un porte-monnaie
nl: Maak uw portemonnee
pl: Stwórz swój portfel
se: Skapa din plånbok

source: The safer
de: Die sicherere
fr: Un porte-monnaie
nl: De veiligere
pl: Bezpieczniejszy
se: Den säkrare

source: wallet that puts
de: Brieftasche, bei der
fr: sûr et dont
nl: portemonnee waar
pl: portfel, który daje
se: plånboken som sätter

source: you
de: Sie
fr: vous
nl: u
pl: Ci
se: dig

source: in control
de: das Wort haben
fr: avez le contrôle
nl: beheert
pl: kontrolę
se: i kontroll

source: Improved security
de: Verbesserte Sicherheit
fr: Plus de sécurité
nl: Verbeterde beveiliging
pl: Zwiększona ochrona
se: Förbättrad säkerhet

source: Quick login
de: Schneller Login
nl: Snelle login
pl: Szybkie logowanie
se: Snabb inloggning

source: Send money easily
de: Einfach Geld senden
fr: Transactions simples
nl: Gemakkelijk geld versturen
pl: Łatwo wysyłaj pieniądze
se: Skicka pengar enkelt

source: Scroll to read more
de: Scrollen Sie um mehr zu lesen
fr: Plus de détails
nl: Scroll om meer te lezen
pl: Przewiń by dowiedzieć się więcej
se: Bläddra för att läsa mer

source: Wallet
de: Brieftasche
fr: Porte-monnaie
nl: Portemonnee
pl: Portfel
se: Plånbok

source: You are in control
de: Sie haben die Kontrolle
fr: Vous avez le contrôle
nl: U bent in controle
pl: To Ty posiadasz kontrolę
se: Du är i kontroll

source: Instant confirmation
de: Sofortige Bestätigung
fr: Confirmation instantanée
nl: Onmiddellijke bevestiging
pl: Natychmiastowe potwierdzenie
se: Ögonblicklig bekräftelse

source: Improved privacy
de: Verbesserte Privatsphäre
fr: Vie privée
nl: Verbeterde privacy
pl: Zwiększona prywatność
se: Förbättrad integritet

source: Under the hood
de: Unter der Haube
fr: Encore plus de détails
nl: Onder de motorkap
pl: Pod maską
se: Under huven

source: About us
de: Über uns
fr: À propos de nous
nl: Over ons
se: Om oss

source: Check us out on
de: Sie finden uns auch auf
fr: Retrouvez-nous sur
nl: Volg ons op
pl: Sprawdź nas na
se: Besök oss på

source: Founder
se: Grundare

source: Advisor
se: Rådgivare

source: For any issue, you can email us at
de: Bei Problemen erreichen Sie uns via Email an
fr: En cas de problème, contactez-nous à
nl: Mocht u nog vragen hebben dan kunt u ons e-mailen op
pl: W razie wystąpienia problemów możesz powiadomić nas poprzez email
se: Ni kan kontakta oss via email på

source: Or call us on
se: Eller ring oss på

source: Nine to five (GMT + 1:00) Monday to Friday.
se: Nio till fem (GMT+1) måndag till fredag.

source: Please leave a message if in out of hours or if we are unable to take your call.
se: Lämna ett meddelande utanför telefontid eller om vi inte kan ta ditt samtal.

source: Balance
se: Saldo

source: Transactions
se: Transaktioner

source: Send Money
se: Skicka pengar

source: Receive Money
se: Ta emot pengar

source: Address Book
se: Adressbok

source: Settings
se: Inställningar

source: Update now
se: Uppdatera nu

source: Logout
se: Logga ut

source: Last login
se: Senaste inloggning

source: country
se: land

source: unknown country
se: okänt land

source: You were logged out.
se: Du loggades ut.

source: Go back to login
se: Tillbaka till inloggning

source: Cancel
se: Avbryt

source: Transaction details
se: Transaktionsdetaljer

source: Timestamp
se: Tidsstämpel

source: Fee
se: Avgift

source: Address
se: Adress

source: Amount
se: Summa

source: Close
se: Stäng

source: Your mnemonic passphrase
se: Din mnemoniska lösenfras

source: Please enter your
se: Var vänlig ange din

source: Please enter the
se: Var vänlig ange

source: code
se: kod

source: Last month
se: Senaste månaden

source: Last 3 months
se: Senaste 3 månaderna

source: All
se: Alla

source: No addresses found
se: Inga adresser funna

source: number of transactions
se: antal transaktioner

source: estimated fee
se: uppskattad avgift

source: transactions
se: transaktioner

source: Year
se: År

source: Month
se: Månad

source: Week
se: Vecka

source: Your last transactions
se: Dina senaste transaktioner

source: Name
se: Namn

source: Export to CSV
se: Exportera till CSV

source: Your address book is empty
se: Din adressbok är tom

source: Already got an account?
se: Har du redan ett konto?

source: Login to your Wallet
se: Logga in på din plånbok

source: Step
se: Steg

source: of
se: av

source: You are now the proud owner of a bitcoin wallet
se: Du är nu en stolt ägare av en Bitcoinplånbok

source: Generating mnemonic, please wait...
se: Genererar mnemonisk fras, vänta...

source: Please write down these words and store them in a safe place as they can't be recovered.
se: Skriv ner dessa orden och förvara dem på ett säkert ställe eftersom de inte kan återskapas.

source: We do not store the above information anywhere, we can't help you recover it!
se: Vi lagrar inte ovanstående information någonstans, vi kan inte hjälpa dig att återskapa den!

source: I confirm that my passphrase is saved &amp; secured and I agree with the
se: Jag bekräftar att min lösenfras är sparad &amp; säker och jag accepterar

source: Show QR Code
se: Visa Qr-kod

source: Write to NFC tag
se: Skriv till NFC-tagg

source: Print passphrase
se: Skriv ut lösenfras

source: Continue
se: Fortsätt

source: Error:
se: Fel:

source: Click to try again
se: Klicka för att försöka igen

source: The passphrase to access your wallet is:
se: Lösenfrasen för din plånbok är:

source: Store this page in a safe place
se: Lagra denna sida på ett säkert ställe

source: Phone
se: Telefon

source: Google Authenticator is enabled.
se: Google Authenticator är aktiverad.

source: Install app
se: Installera app

source: Install the app on your device. For Android at
se: Installera appen på din enhet. För Android på

source: while for iOS at
se: och för iOS på

source: Add account
se: Lägg till konto

source: Confirm code
se: Bekräfta kod

source: Enable
se: Aktivera

source: Your email address
se: Din emailadress

source: Please enter your email
se: Vänligen ange din email

source: Email code
se: Emailkod

source: Your phone number
se: Ditt telefonnummer

source: SMS code
se: SMS-kod

source: Phone code
se: Telefonkod

source: Date
se: Datum

source: Description
se: Beskrivning

source: unconfirmed
se: obekräftad

source: confirmations
se: bekräftelser

source: No transactions found...
se: Inga transaktioner funna...

source: Take me to my wallet!
se: Ta mig till min plånbok!

source: Pay or get paid by social networks
se: Betala eller få betalt via sociala nätverk

source: Custom Login
se: Anpassad inloggning

source: Coming soon
se: Kommer snart

source: Processing...
se: Bearbetar...

source: Do you want to log out?
se: Vill du logga ut?

source: Send
se: Skicka

source: Cancel - revert transaction
se: Avbryt - häv transaktionen

source: I have sent the message
se: Jag har sänt meddelandet

source: There was a problem writing to the NFC tag:
se: Det gick inte att skriva till NFC-taggen:

source: Tags written:
se: Taggar skrivna:

source: Tags formatted:
se: Taggar formatterade:

source: Please provide username and password.
se: Vänligen ange användarnamn och lösenord.

source: Enter your username
se: Ange ditt användarnamn

source: Enter your password
se: Ange ditt lösenord

source: You can create a 4-digit personal identification number used to retrieve the password encrypting the mnemonic passphrase.
se: Du kan skapa en fyrsiffrig PIN till att hämta lösenordet som krypterar den mnemoniska lösenfrasen.

source: Enter your PIN
se: Ange din PIN

source: PIN must be a 4-digit number
se: PIN måste vara ett fyrsiffrigt nummer

source: Confirm PIN number
se: Bekräfta PIN-nummret

source: You can also copy the code manually:
se: Du kan också kopiera koden manuellt:

source: Fast and secure access to your Wallet
se: Snabb och säker åtkomst till plånboken
