Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: Request rate limit exceeded
es: Tasa límite excedida
it: Hai raggiuto il limite massimo di richieste

source: phone number
es: número de teléfono
it: numero telefonico

source: phone number: %(abc)s
es: número de teléfono: %(abc)s
it: numero telefonico: %(abc)s

source: GreenAddress - Free and secure online Bitcoin wallet
es: GreenAddress - Wallet bitcoin en línea gratuita y segura
it: GreenAddress - Portafogli Bitcoin sicuro e gratuito

source: GreenAddress is a free and secure Bitcoin wallet, a convenient alternative to paper wallets to store your bitcoins online. Independent blockchain data verification via the Electrum network.
es: GreenAddress es una wallet Bitcoin gratuita y segura, una alternativa conveniente a las wallets de papel para almacenar sus bitcoins en línea. Verificación de datos de la cadena de bloques independiente vía Red Electrum.
it: GreenAddress è un portafoglio Bitcoin sicuro e gratuto, una conveniente alternativa a paper wallets per gestire i tuoi bitcoin online. La verifica della blockchain avviene indipendentemente attraverso la rete Electrum.

source: Create your Wallet
es: Crear una Wallet
it: Crea il tuo portafoglio
th: สร้าง Wallet ของคุณ
uk: Створіть Ваш Гаманець

source: The safer
es: La más segura
it: Il portafoglio con pieno controllo sui tuoi

source: wallet that puts
es: Wallet que lo pone

source: you
es: a usted

source: in control
es: en el control

source: Improved security
es: Mayor seguridad
it: Estremamente sicuro

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
es: Proteja sus bitcoins con su clave privada y la nuestra, configure límites de gastos y de transacciones y sea siempre el único en control
it: A protezione dei tuoi Bitcoin, oltre alla doppia firma, ci sono i Limiti di Spesa e Pagamenti Posposti

source: Quick login
es: Acceso rápido
it: Accesso veloce
th: เข้าสู่ระบบอย่างรวดเร็ว
uk: Швидкий вхід

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
es: Puede acceder fácilmente en modo de sólo lectura vía Facebook/Twitter/Personalizado sin comprometer su seguridad o privacidad
it: Puoi facilmente controllare il tuo portafoglio utilizzando l'accesso 'watch-only' via Facebook/Twitter/Custom Login senza compromessi sulla sicurezza e la tua privacy

source: Send money easily
es: Enviar dinero fácilmente
it: Invia denaro facilmente

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
es: Envíe dinero a sus amigos en Facebook, a seguidores en Twitter o al email o número telefónico de un colega
it: Manda soldi ad un amico su Facebook, un follower su Twitter o ad un collega via email o sms

source: Scroll to read more
es: Continúe para leer más
it: Leggi di più

source: <p><h4>Bitcoin is the currency of the future</h4></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.</p>
es: <p><h4>Bitcoin es la divisa del futuro</h4></p><p>Nosotros no lo hacemos elegir entre seguridad y conveniencia. Y no comprometemos su <strong>privacidad</strong>.</p><p>Nuestra autenticación de doble factor <strong>por transacción</strong>, multi-firma y determinística wallet le permite a usted un control sin precedentes sobre sus transacciones.</p><p>Y, nosotros <strong>nunca</strong> almacenamos sus claves privadas, ni siquiera encriptadas. Al mismo hacemos trivial el ver y transferir sus fondos.</p><p>Tome control de su futuro ahora, en GreenAddress.</p>
it: <p><h4>Bitcoin è la moneta del futuro</h4></p><p>Non ti chiediamo di scegliere fra <strong>sicurezza</strong> e <strong>comodità</strong> e non compromettiamo la tua <strong>privacy</strong>.</p> <p>Il nostro portafoglio deterministico a doppia firma con autenticazione a due fattori <strong>per transazione</strong>, ti permette un controllo senza precedenti sul tuo portafogli.</p> <p>Non conserviamo <strong>mai</strong> le tue chiavi private, neanche cifrate. </p> <p>Controllare il saldo ed effettuare transazioni è pratico ed immediato.</p> <p>Prendi possesso del tuo futuro con GreenAddress.</p>

source: <p><h4>Better privacy with your funds and safer login with watch-only</h4></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
es: <p><h4>Mejor privacidad para sus fondos y un inicio de sesión más seguros con modo de sólo lectura</h4></p><p>Chequee seguramente su <strong>balance</strong> y <strong>transacciones</strong> desde un punto WiFi público, Starbucks y sobre la marcha.</p><p>Con nuestro <strong>modo de sólo lectura</strong> único usted puede revisar rápidamente su balance o recibir fondos sin tener acceso completo a su wallet.</p><p>Sus <strong>claves</strong> no son cargadas así que las transacciones no son posibles y los ajustes no pueden ser modificados</p>
it: <p><h4>Più privacy per le tue transazioni, ed una modalità di accesso sicura a sola lettura</h4></p> <p>Tieni sotto controllo il <strong>saldo</strong> ed i <strong>movimenti</strong> del tuo portafoglio anche da un accesso ad internet pubblico o poco sicuro.</p> <p>Con la modalità <strong>watch-only</strong> puoi velocemente controllare il tuo saldo e ricevere pagamenti senza accedere alla parte dispositiva del tuo portafogli.</p> <p>Le tue <strong>chiavi</strong> non sono presenti rendendo tecnicamente impossibile effettuare transazioni o modificare le impostazioni</p> <p>Tutti i movimenti del tuo conto usano indirizzi diversi rendendo più complicato il lavoro a terzi che volessero invadere la tua <strong>privacy</strong></p>

source: <p><h4>More features that allow convenient and secure access to your wallet</h4></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
es: <p><h4>Más funciones que permiten un acceso conveniente y seguro a su wallet</h4></p><p>Active el inicio de sesión <strong>rápido</strong> por PIN a su wallet desde cualquiera de sus dispositivos sin tener que usar su indicio de clave</p><p>Ya sea que nuestro sistema sea derribado o desaparezca, duerma <strong>tranquilo</strong> con nuestras transacciones pre-firmadas automáticamente (nLockTime) permitiéndole simplemente esperar por su expiración seleccionada para obtener sus fondos</p><p>Todas las transferencias a su wallet (incluyendo el cambio) usarán cada vez una nueva dirección generada haciendo más difícil para la gente con la que realizas las transacciones leer sus transacciones pasadas o futuras</p>
it: <p><h4>Altre caratteristiche che ti permettono un accesso semplice e sicuro al tuo portafogli</h4></p> <p>Abilita l'accesso <strong>rapido</strong> con PIN al portafoglio da qualunque tuo dispositivo senza dover usare la tua passphrase</p> <p>Se chiudessimo il sito o se il nostro sistema dovesse venir compromesso non rischi di perdere i tuoi risparmi. Sfruttando una funzionalità avanzata del protocollo Bitcoin (<strong>nLockTime</strong>) rientrerai in possesso di tutti i tuoi fondi alla scadenza da te definita.</p>

source: You are in control
es: Tú tienes el control
it: Sei in controllo

source: Instant confirmation
es: Confirmación instantánea
it: Transazioni istantane

source: Social integration
es: Integración Social
it: Integrazione social

source: Improved privacy
es: Mejor privacidad
it: Privacy migliorata

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
es: 1) Las "Hot wallets" pueden ser vaciadas mientras que las "cold wallets" pueden experimentar demoras, fallas o pérdidas<br> 2) Si el servicio es comprometido, pueden haber ataques de fuerza bruta a su wallet, requiriendo crear contraseñas muy fuertes.<br> 3) Para acceder a las Wallets de usuarios el atacante debe comprometer tanto nuestro servicio como su dispositivo al mismo tiempo, lo cual reduce el riesgo.
it: 1) I portafoglio online possono essere svuotati mentre quelli offline possono avere ritardi, errori o possono essere persi.<br> 2) Se il servizio è compromesso un attacco brute force al tuo portafoglio cifrato può essere messo in atto , una password forte è dunque necessaria.<br> 3) L'accesso al portafoglio dell'utente necessita che sia l'utente che il servizio siano compromessi nello stesso momento, riducendo così i rischi.

source: Under the hood
es: Detrás de escena
it: Più in dettaglio

source: <h3>We use hierarchical deterministic wallets</h3>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
es: <h3>Utilizamos wallets jerárquicas determinísticas</h3>(o BIP0032 HD Wallet) lo cual significa que usamos nuevas direcciones para cada transacción entrante (incluído el cambio),lo cual, junto a Coinjoin (muy pronto) este le permite mantener su privacidad a los estándares mas altos.
it: <h3>Vi diamo un portafoglio che garantisce la vostra privacy.</h3><br> Implementiamo le specifiche conosciute come BIP32, e di conseguenza usiamo un nuovo indirizzo Bitcoin per ogni transazione (incluse quelle del resto), che, insieme a coinjoin (in arrivo) ti permettono ti mantenere un alto grado di privacy.

source: <h3>Quickly check your balance</h3>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
es: <h3>Revise rápidamente su balance</h3>Usted puede usar un número de servicios externos (como Facebook) para revisar rápidamente si ha recibido una transacción o para ver el balance sin exponer su wallet, de hecho muy conveniente cuando se tiene prisa o se accede desde una computadora de terceros
it: <h3>Controlla velocemente il tuo saldo</h3><br>Puoi usare molti servizi di terze parti (ad esempio Facebook) per controllare i movimenti o il saldo del tuo portafoglio senza esporre il portafoglio stesso a rischi, indubbiamente comodo quando si è di fretta e/o su un computer non sicuro

source: <h3>We provide presigned transactions</h3>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
es: <h3>Brindamos transacciones pre-firmadas</h3>Para poder ofrecer límites y asegurar con doble factor sus fondos así están seguros con sus claves y las nuestras. Para su tranquilidad, las transacciones pre-firmadas están habilitadas (usan nlocktime) lo cual significa que cada vez que su wallet tenga actualizaciones nosotros le enviaremos una transacción pre-firmada liberando los fondos a una fecha futura de su elección.
it: <h3>Adottiamo transazioni prefirmate</h3><br>Per poter offrire limiti e protezione a due fattori i tuoi fondi sono protetti sia con la tua chiave che con la nostra. Per tranquillità le transazioni prefirmate sono abilitate (usando nlocktime) il che significa che ad ogni movimento ti invieremo una transazione prefirmata che renderà disponibili i fondi ad una certa data nel futuro verso un indirizzo a tua scelta.

source: <h3>We use P2SH to make this all easy</h3>P2SH allows people you interact with to handle transactions to and from GreenAddress' wallets transparently.
es: <h3>Usamos P2SH para facilitar todo</h3>P2SH permite a la gente con la cual interactúa manejar transacciones de y hacia las wallets de GreenAddress transparentemente.
it: <h3>Usiamo P2SH per rendere il tutto semplice</h3>P2SH permette alle persone con cui interagisci di gestire le transazioni da e verso il portafoglio di GreenAddress in modo trasparente.

source: <h3>We offer our second signature</h3>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress!
es: <h3>Brindamos nuestra segunda firma</h3>¡Lo cual nos permite ofrecer e incentivar pagos con autenticación de Doble Factor, límites de gastos diarios, semanales y mensuales, límites de transacciones por hora, día, semana y mes, así como la posibilidad de hacer sus pagos instantáneos al proveer un doble chequeo de gastos con GreenAddress!
it: <h3>La nostra seconda firma</h3><br>Ci permette di offrire pagamenti con autenticazione a due fattori, limiti giornalieri, settimanali e mensili, ammontare massimo per ora, giorno, settimana o mese e rendere i tuoi pagamenti istantanei offrendo un controllo sulla doppia spesa senza GreenAddress!

source: <h3>Send money to anyone via SMS, Twitter, Facebook, etc</h3>If the user has an account at GreenAddress they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
es: <h3>Envíe dinero a cualquiera vía SMS, Twitter, Facebook, etc</h3>Si el usuario tiene un cuenta en GreenAddress este será notificado inmediatamente de la transferencia la cual será instantáneamente agregada a su balance. Si no tienen una cuenta recibirán una notificación con un enlace para redimir los fondos requiriendo una contraseña (BIP0038) de su elección que te será solicitado que los notifiques por medio de un canal secundario. Los fondos siempre estarán en su control mientras no sean redimidos.
it: <h3>Invia denaro a chiunque via SMS, Twitter, Facebook, etc</h3><br>Se il ricevente ha un account con GreenAddress riceverà la notifica del trasferimento che sarà immediatamente accreditato. Se, invece, non ha un account, riceverà una notifica con un link per incassare la transazione dopo aver inserito una password a tua scelta (BIP0038) che dovrai comunicargli attraverso un secondo canale. I fondi saranno sempre in tuo pieno controllo finquando non saranno incassati.

source: FAQ for GreenAddress Bitcoin wallet
es: FAQ para wallet Bitcoin GreenAddress
it: FAQ per portafoglio Bitcoin GreenAddress

source: GreenAddress FAQ: how to get a Bitcoin wallet? How secure are my bitcoins? Can I do instant payment?
es: GreenAddress FAQ: ¿Cómo conseguir una wallet Bitcoin? ¿Cuán seguros están mis bitcoins? ¿Puedo hacer un pago instantáneo?
it: GreenAddress FAQ: come posso ottenere un portafoglio Bitcoin? Quanto sono sicuri miei bitcoins? Posso fare un pagamento immediato?

source: Frequently Asked Questions
es: Preguntas Frecuentes
it: Domande frequenti

source: What currency exchange sources do you support?
es: ¿Qué casas de cambio se admiten como fuente de información?
it: Che fonti di cambio fiat supportate?

source: and
es: y
it: e

source: Can I migrate easily from another wallet (like blockchain.info)? Can I sweep private keys funds into my wallet?
es: ¿Puedo migrar mi wallet fácilmente desde otro servicio (como blockchain.info)? ¿Puedo "barrer" claves privadas de fondos a mi wallet?
it: Posso migrare facilmente da un altro portafoglio (come blockchain.info)? Posso importare da cold/paper wallet?

source: Yes and yes, you can, just have a look in the Receive Money tab, put your private key in the right field and client side the funds will be swept into your wallet. Voilà!
es: ¡Si a ambos! Por favor eche un vistazo a la solapa Recibir Dinero, ingrese su clave privada en el campo de la derecha y los fondos van a ser barridos a su Wallet, enteramente desde el lado cliente. ¡Listo!
it: Si e si, puoi: devi solo andare nel tab 'Ricevi, inserire le tue chiavi private in formato WIF ed i tuoi fondi saranno trasferiti nel tuo portafolio in modo sicuro. Voilà!

source: Can I try your service? Do you have a testnet/UAT version?
es: ¿Puedo probar su servicio? ¿Poseen una versión testnet/UAT?
it: Posso provare il vostro servizio? Avete una versione di prova/testnet?

source: Yes and yes, you can try our testnet version on
es: Si y si, puede probar nuestra versión testnet en
it: Si e si, puoi provare la nostra versione di testnet su

source: and you can find a testnet faucet on
es: y puede utilizar el grifo tesnet en
it: e puoi ottenere monete per la rete testnet su

source: Don't forget to send the testnet coins back to the faucet when you are done!
es: No olvide re-enviar las monedas testnet al grifo una vez que haya terminado!
it: Non ti dimenticare di rimandare le monete testnet indietro al mittente originale quando hai finito!

source: Do you support other platforms than a web page?
es: ¿Soportan otras plataformas además del sitio web?
it: Supportate un metodo di accesso diverso da pagina web?

source: Yes! You can download an Android app
es: ¡Sí! Puede bajar la aplicación de Android
it: Si! Puoi scaricare una applicazione Android

source: from the Google Play store
es: desde Google Play
it: da Google Play store

source: , an iOS App
es: , una aplicación iOS
it: , un'app per iOS

source: from the iTunes Store
es: desde iTunes Store
it: dall'iTunes Store

source: and a Chrome packaged app
es: y también la aplicación para Chrome
it: e una estensione Chrome locale

source: from the Chrome Web Store
es: desde el Chrome Web Store
it: dal Chrome Web Store

source: All apps are open source and you can
es: Todas las aplicaciones son de código abierto y puede
it: Tutte le applicazioni sono open source e si può

source: see the source code of each on GitHub
es: ver el código fuente de cada una en Github
it: vedere il codice di ognuna su GitHub

source: It also uses <a href="http://electrum.org">Electrum</a> servers for additional transaction verification, so it should be safe to use even if our servers are compromised.
es: También usa los servidores <a href="http://electrum.org">Electrum</a> para verificación adicional de la transacción, entonces debería ser más seguro de usar incluso cuando nuestros servidores se vean comprometidos.
it: Usa anche la rete di server <a href="http://electrum.org">Electrum</a> per ulteriore verifica di sicurezza, in modo tale da renderne l'utilizzo sicuro anche se i nostri server sono compromessi.

source: But what happens if your service goes away? Will I lose my coins?
es: ¿Qué sucede si el servicio desaparece? ¿Voy a perder mis monedas?
it: Ma cosa succede se il vostro servizio sparisce? Perdo i miei bitcoin?

source: GreenAddress signs each transaction with its own key in addition to client-side signing by user's keys, and funds are stored in 2-of-2 multisignature outputs requiring both signatures to spend. The drawback of it is that you cannot control your funds without GreenAddress' signature, so you are right to worry that you can lose your coins.
es: GreenAddress firma cada transacción con su propia clave sumada a la firma con la clave del usuario desde el lado cliente, y los fondos son almacenados en salidas de multi-firma 2 de 2 que requieren ambas firmas para ser gastado. El aspecto negativo es que usted no puede controlar sus fondos sin la firma de GreenAddress, entonces está en lo correcto que le preocupe perder sus monedas.
it: GreenAddress firma ogni transazione con la propria chiave in aggiunta alla firma dell'utente e i fondi sono spendibili esclusivamente con la doppia firma. Lo svantaggio è che non puoi controllare i tuoi fondi senza la firma di GreenAddress.it, quindi hai ragione a preoccuparti.

source: But! We have solved this issue by providing nLockTime transactions which essentially make deposits 'expire' after some time, which allows redeeming them without our intervention after this pre-set period of time. It is enabled by default when you have email notifications and two factor enabled.
es: Pero ! Hemos resuelto ese problema utilizando transacciones nLockTime que esencialmente hacen que los depósitos expiren después de un determinado tiempo, lo cual permite redimirlos sin la intervención de GreenAddress una vez pasado este período de tiempo pre-fijado. Esta función esta habilitada por defecto cuando tiene las notificacions por email y autenticación de doble factor habilitadas.
it: Ma! Abbiamo risolto questo problema mandandoti in anticipo delle transazioni che, in poche parole, permettono ai tuoi fondi di 'sbloccarsi' dopo un certo periodo (stabilito da te) e di ritornare in tuo pieno controllo indipendentemente da noi. Di default è abilitato se hai attivato le notifiche via email e l'autenticazione a due fattori.

source: This allows you to keep your ease of mind even in case GreenAddress disappears with its keys.
es: Esto le asegura tranquilidad y paz mental aún en caso de que GreenAddress desaparezca con sus llaves.
it: Questo ti permette di stare tranquillo anche in caso GreenAddress dovesse sparire con le proprie chiavi.

source: It also means that every time the funds expire the user has to re-transfer them. This can be automated on login and notified in advance via email or manually done.
es: Asimismo, significa que cada vez que cada que los fondos expiren el usuario debe re-enviarlos. Este proceso puedes automatizarse al iniciar sesión y ser notificado por adelantado vía email, o realizado manualmente.
it: Questo significa che ogni volta che i tuoi depositi scadono dovranno essere ritrasferiti. Questo può essere fatto in automatico al login ricevendone notifica via email in anticipo, oppure manualmente.

source: For redeeming the funds after expiration, you can use a tool we've developed specifically for this purpose - see
es: Para redimir los fondos expirados, puedes utilizar nuestra herramienta desarrollada específicamente para ello - vea
it: Per sbloccare i fondi dopo la scadenza, puoi usare un'applicazione che abbiamo sviluppato proprio per facilitare il processo - vedi

source: and
es: y
it: e

source: its project on GitHub
es: su proyecto en GitHub
it: il progetto su GitHub

source: It's open source!
es: Es de código abierto!
it: Il codice sorgente è aperto!

source: How is your wallet better than the others out there?
es: ¿Por qué GreenAddress es mejor que otras Wallet en el mercado?
it: Perchè il vostro portafoglio è migliore di altri?
