Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: Enable a simple PIN to quickly access your wallet from this device.
es: Habilite una simple clave PIN para acceder rápidamente a su Wallet desde este dispositivo.
it: Per avere un accesso sicuro ma veloce da questo dispositivo configura il PIN
th: เปิดใช้งาน PIN อย่างรวดเร็วเข้าถึง Wallet ของคุณจากอุปกรณ์นี้
uk: Дозволити PIN-код для швидкого доступу до Вашого гаманця з цього пристрою.

source: Enable quick login on this device
es: Habilitar acceso rápido en este dispositivo
it: Abilita l'accesso rapido su questo dispositivo
th: เปิดใช้งานการเข้าสู่ระบบอย่างรวดเร็วบนอุปกรณ์นี้
uk: Дозволити швидкий вхід на цьому пристрої

source: Change PIN number
es: Cambiar clave PIN
it: Cambia PIN
th: เปลี่ยนหมายเลข PIN
uk: Змінити PIN-код

source: Set PIN number
es: Configurar clave PIN
it: Imposta PIN
th: กำหนดหมายเลข PIN
uk: Встановити PIN-код

source: Disable quick login on all devices
es: Deshabilitar acceso rápido en todos los dispositivos
it: Disabilita l'accesso rapido da tutti i devices
th: ปิดใช้งานการเข้าสู่ระบบอย่างรวดเร็วบนอุปกรณ์ทั้งหมด
uk: Заборонити швидкий вхід на всіх пристроях

source: set PIN to
es: Fijar PIN a
it: imposta PIN a
th: ตั้งค่า PIN
uk: Змінити PIN на

source: Remove
es: Eliminar
it: Rimuovi
th: เอาออก
uk: Видалити

source: Link your own third party accounts
es: Conecta tus propias cuentas externas
it: Collega account di terze parti
th: เชื่อมโยงบัญชีของบุคคลที่สาม

source: Allow social payments and watch-only login to your wallet via your own third party accounts.
es: Permitir pagos sociales y acceso de sólo lectura a tu Wallet a través de tus propias cuentas externas.
it: Permette pagamenti social e accesso in modalità a sola lettura attraverso login di altri servizi
th: อนุญาตจ่ายด้วยโซเชียลและการใช้งานแบบดูอย่างเดียวสำหรับ Wallet ผ่านทางบัญชีผู้ใช้งานแอพภายนอก

source: Username
es: Nombre de usuario
it: Nome utente
th: ผู้ใช้
uk: Ім'я користувача

source: Password
es: Contraseña
th: รหัสผ่าน
uk: Пароль

source: Notifications
es: Notificaciones
it: Notifiche
th: แจ้งเตือน
uk: Сповіщення

source: Notifications allow for improved security when configured for outgoing and for most up to date information when configured for incoming
es: Las notificaciones permiten una seguridad mejorada al ser configuradas para salidas y para la información más actual cuando son configuradas para entradas
it: Le notifiche offrono una sicurezza migliorata se configurate per i movimenti in uscita e aggiornamenti istantanei quando configurate per i movimenti in entrata
th: การแจ้งเตือนอนุญาตให้พัฒนาความปลอดภัยเมื่อตั้งค่าขาออกและดึงข้อมูลล่าสุดเมื่อมีการตั้งค่าสำหรับขาเข้า
uk: Сповіщення, які дозволяють покращити захист, коли налаштовані для вихідних та найбільш актуальну інформацію, коли налаштований для вхідних

source: Send incoming transaction notification by
es: Enviar notificaciones de transacciones entrantes vía
it: Manda notifica di transazioni in ingresso via
th: ส่งการแจ้งเตือนธุรกรรมขาเข้าโดย
uk: Відправити вхідні сповіщення про транзакції через

source: Send outgoing transaction notification by
es: Enviar notificaciones de transacciones salientes vía
it: Manda notifica di transazioni in uscita via
th: ส่งการเตือนธุรกรรมขาออกโดย
uk: Відправляти вихідні сповіщення про операції через

source: You need to have a confirmed email enabled for this feature to work.
es: Necesita tener una dirección de correo electrónico confirmada y habilitada para que funcione esta característica.
it: È necessario avere un email confermata per abilitare questa funzione.
th: คุณต้องเปิดการยืนยันผ่านอีดมล์เพื่อให้ใช้งานฟังก์ชันนี้ได้
uk: Вам потрібен увімкнутий підтверджений email для роботи цієї функції.

source: Privacy
es: Privacidad
th: ส่วนตัว

source: Decide who can send you money directly to your GreenAddress wallet, and who can see your name when receiving money from you
es: Decida quién puede enviarle dinero directamente a su wallet GreenAddres, y quién puede ver su nombre cuando reciba dinero de usted
it: Decidi chi puo' mandarti bitcoin direttamente nel tuo wallet GreenAddress e chi puo' vedere il tuo nome quando riceve bitcoin da te
th: ตัดสินใจเลือกบุคคลที่สามารถส่งเงินเข้า GreenAddress ได้และเลือกบุคคลที่เห็นชื่อคุณเมื่อมีการส่งเงินให้

source: Allow sending to my wallet via email/Reddit
es: Permitir enviar a mi wallet vía correo/Reddit
it: Consentire l'invio al mio portafoglio tramite e-mail/Reddit
th: อนุญาตให้ส่งมาที่ wallet ผ่าน email/Reddit

source: (NOTE: at this moment addressbook is not supported for Reddit contacts, so choosing 'Addressbook contacts' will disallow sending to you wallet directly using your Reddit handle)
es: (NOTA: en este momento la libreta de direcciones no está soportada para contactos Reddit, así que eligiendo 'Contactos de Libreta de Direcciones' rechazará el envío a tu wallet usando directamente tu título de Reddit)
it: (Nota: in questo momento la rubrica non supporta i contatti di Reddit, quindi scegliendo 'Rubrica contatti' impedira' l'invio di bitcoin al vostro portafoglio direttamente al vostro user di Reddit)
th: (หมายเหตุ: ขณะนี้สมุดบันทึกที่อยู่ไม่รองรับที่อยู่จาก reddit ดังนั้นการเลือก Addressbook contacts จะปิดการอนุญาตสำหรับการใช้ Reddit ส่งเข้าบัญชีคุณโดยตรง)

source: Everyone
es: Todos
it: Tutti
th: ทุกท่าน

source: Addressbook contacts
es: Contactos de libreta de direcciones
it: Contatti in rubrica
th: สมุดรายชื่อที่อยู่

source: No one
es: Nadie
it: Nessuno
th: ไม่มีใคร

source: Show my email/Reddit handle as sender to
es: Mostrar mi correo/Título de Reddit como emisor a
it: Mostra la mia email/user Reddit come mittente a
th: แสดงอีเมล์/reddit เป็นผู้ส่งไปยัง

source: (NOTE: at this moment addressbook is not supported for Reddit contacts, so choosing 'Mutually added in addressbook' will cause you to be never visible as sender when using Reddit handle for sending)
es: (NOTA: en este momento la libreta de direcciones no está soportada para contactos de Reddit, así que eligiendo 'agregado mutuamente en la libreta de direcciones' causará que nunca esté visible como emisor cuando use el título Reddit para enviar)
it: (Nota: in questo momento la rubrica non supporta i contatti di Reddit, quindi scegliendo 'Aggiunto reciprocamente nella rubrica' non sarai visibile come mittente quando tramite mandi bitcoin via Reddit)
th: (หมายเหตุ: ขณะนี้สมุดบันทึกที่อยู่ไม่รองรับที่อยู่จาก reddit ดังนั้นการเลือก Addressbook contacts จะทำให้คุณไม่เห็นผู้ส่งในชื่อ Reddit ขณะใช้งาน)

source: Mutually added in addressbook
es: Agregado mutuamente en la libreta de direcciones
it: Reciprocamente in rubrica
th: เพิ่มความร่วมกันใน Facebook

source: Set any or all two factor: you can choose which one when needed!
es: Habilitar uno o todos los métodos de Doble Factor: ¡puede elegir cualquiera cuando lo necesite!
it: Imposta uno o tutte le autenticazioni a due fattori: potrai scegliere quale usare!
th: ตั้งค่าตัวแปรหรือตั้งค่าทั้งหมด: คุณสามารถเลือกอันที่ต้องการได้
uk: Встановіть певні 2ФА або для всього: Ви можете вибрати що Вам необхідно!

source: Google Authenticator
es: Deshabilitar Google Authenticator
it: Autenticazione Google

source: You need to provide one Google Authenticator code to set up the two factor authentication.<br> Please scan the QR code below, and provide the code.
es: Debe ingresar el código enviado por SMS para habilitar la Autenticación de Doble Factor.<br> Por favor verifique tus mensajes e ingrese el código.
it: Hai bisogno di fornire il codice Google Authenticator per configurare l'autenticazione a due fattori.<br> Per piacere usa il QR code qui sotto e fornisci il codice.
th: คุณต้องป้อนรหัส Google Authenticator เพื่อตั้งค่ารหัสสองขั้น.<br> กรุณาสแกน QR code ด้านล่างและป้อนรหัส
uk: Ви маєте вказати Google Authenticato код для того щоб налаштувати двох-факторну аутентифікацію.<br>Будь-ласка, скануйте QR код нижче та введіть код.

source: Code
es: Código
it: Codice
th: รหัส
uk: Код

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
es: Debe ingresar el código enviado por SMS para habilitar la Autenticación de Doble Factor.<br> Por favor verifique sus mensajes e ingrese el código.
it: Hai bisogno di fornire il codice che ti abbiamo inviato via SMS per configurare l'autenticazione a due fattori. Per piacere controlla gli SMS e inserisci il codice.
th: คุณต้องป้อนรหัสจากข้อความเพื่อตั้งค่ารหัสผ่านสองขั้น.<br> กรุณาตรวจสอบโทรศัพท์และป้อนรหัส.
uk: Ви маєте ввести SMS код щоб встановити двох-факторну аутентифікацію.<br> Будь-ласка перевірте Ваш телефон та введіть код.

source: You need to provide one phone code to set up the two factor authentication.<br> Please check your phone and provide the code.
es: Debe ingresar el código enviado por SMS para habilitar la Autenticación de Doble Factor.<br> Por favor verifique sus mensajes e ingrese el código.
it: Hai bisogno di fornire il codice che ti abbiamo inviato via SMS per configurare l'autenticazione a due fattori.<br> Per piacere controlla gli SMS e inserisci il codice.
th: คุณต้องป้อนรหัสจากโทรศัพท์เพื่อตั้งค่ารหัสผ่านสองขั้น.<br> กรุณาตรวจสอบโทรศัพท์และป้อนรหัส.
uk: Ви маєте ввести телефонний код щоб встановити двох-факторну аутентифікацію.<br> Будь-ласка перевірте Ваш телефон та введіть код.

source: Auto logout
es: Cerrar sesión automáticamente
it: Esci automaticamente
th: ออกจากระบบอัตโนมัติ
uk: Автоматичний вихід

source: Configure auto logout after some inactivity timeout
es: Configurar cierre de sesión automático luego de un tiempo de espera de inactividad
it: Configura il logout automatico dopo un periodo di inattivita'
th: กำหนดค่าออกจากระบบโดยอัตโนมัติหลังจากไม่มีความเคลื่อนไหว
uk: Налаштувати автоматичний вихід після періоду бездіяльності

source: Minutes
es: Minutos
it: Minuti
th: นาที
uk: Хвилин

source: Timeout minutes
es: Minutos de tiempo de espera
it: Timeout minuti
th: นาที ออกจากระบบ
uk: Хвилин тайм-аут

source: Show mnemonic
es: Ver indicio de clave
it: Mnemonica
th: แสดงการช่วยจำ
uk: Показати мнемонічну фразу

source: Display your mnemonic for account recovery or cloning on another device.
es: Mostrar tu indicio de clave para recuperación de la cuenta o clonarla en otro dispositivo.
it: Mostra la tua passphrase per recuperare o clonare il wallet su un altro dispositivo.
th: แสดงรหัสช่วยจำของการกู้บัญชีหรือนำไปใช้บนอุปกรณ์อื่น
uk: Показати Вашу мнемонічну фразу для відновлення акаунта чи клонування на інший пристрій.

source: Show encrypted mnemonic
es: Mostrar indicio de clave encriptado
it: Visualizza mnemonica crittografata
th: แสดงรหัสช่วยจำเข้ารหัส
uk: Показати зашифровану мнемонічну фразу

source: Write encrypted to NFC tag
es: Escribir encriptado a tag NFC
it: Scrivi crittografata su NFC tag
th: เขียนการเข้ารหัสไปยัง NFC Tag
uk: Записати шифрованим на тег NFC

source: nLockTime transactions allow you to redeem your deposited funds without GreenAddress' signature after pre-defined number of blocks
es: Las transacciones nLockTime le permiten redimir tus fondos depositados sin la firma de GreenAddress luego de una cantidad predefinida de bloques
it: Le transazioni nLockTime permettono di recuperare i tuoi fondi dopo un numero predefinito di blocchi
uk: nLockTime дозволяють вам повернути ваші кошти без підпису GreenAddress через зазначену кількість блоків

source: Allow redeeming funds without GreenAddress' signature after
es: Permitir redimir fondos sin una firma de GreenAddres
it: Permetti di ottenere i fondi senza la firma di GreenAddress dopo
uk: Дозволити повернення коштів без підпису GreenAddress після

source: blocks
es: bloques
it: blocchi
th: บล็อค
uk: блоків

source: Both outgoing and incoming transaction notifications must be enabled for this feature to work.
es: Las notificaciones de transacciones entrantes y salientes deben estar habilitadas para habilitar esta función.
it: Sia le notifiche per i momvimenti in uscita che per quelli in entrata devono essere abilitati per usare questa fetaure.
th: ทั้งการแจ้งเตือนธุรกรรมขาเข้าและขาออกต้องเปิดใช้งานเพื่อให้ฟังก์ชั่นนี้ใช้งานได้
uk: Для роботи цієї функції обидва сповіщення повинні бути включені - для вхідних та вихідних транзакцій.

source: Show outputs expiring soon
es: Mostrar salidas prontas a expirar
it: Mostra gli output in scadenza a breve
th: แสดงผลลัพธ์ที่จะหมดอายุเร็ว ๆ นี้
uk: Показати виходи, термін дії яких скоро завершується

source: Send all nLockTime transactions by email
es: Enviar todas las transacciones nLockTime por correo electrónico
it: Inviare tutte le transazioni nLockTime via e-mail
th: ส่งธุรกรรม nLockTime ทั้งหมดทางอีเมล์

source: Spending limits
es: Límite de gastos
it: Limiti di spesa
th: การจำกัดการใช้จ่าย
uk: Ліміт для витрат

source: Set some limits for which you won't be asked for two factor for super userfriendly payments.
es: Configure límites bajo los cuales no le será requerido Doble Factor para pagos simplificados.
it: Configura un limite sotto il quale non ti verrà richiesta l'autenticazioine a due fattori per pagamenti super veloci
th: ตั้งขีดจำกัดที่คุณจะไม่ถูกถามรหัสผ่าน 2 ขั้นสำหรับการชำระเงินที่สามารถทำได้อย่างง่ายดาย
uk: Встановіть ліміти для яких не потрібен код двох-факторної аутентифікації, для повної зручності.

source: You can provide amount (BTC or fiat) limits of transactions that you can make without using two factor authentication
es: Usted puede proveer límites de monto (BTC o fiat) de transacciones que puede hacer sin usar la autenticación de doble factor
it: È possibile indicare dei limiti di importo (BTC o fiat) per le operazioni che si possono fare senza utilizzare l'autenticazione a due fattori
th: คุณสามารถตั้งขีดจำกัด (บีทีซีหรือเฟียต) ของยอดธุรกรรมที่คุณสามารถทำได้โดยไม่ต้องใช้การตรวจสอบรหัสผ่านขั้นที่ 2
uk: Ви можете вказати обмеження на суму транзакції у BTC чи валюті що можна проводити без 2-факторної аутентифікації

source: Change limits
es: Cambiar límites
it: Cambia i limiti
th: เปลี่ยนข้อจำกัด
uk: Змінити ліміти

source: Delayed payments
es: Pagos demorados
it: Pagamenti ritardati
th: ชำระเงินล่าช้า
uk: Відстрочені платежі

source: Delay transaction for super ease of mind: works best in conjuction with outgoing notifications.
es: Transacciones demoradas para tu tranquilidad mental: funcionan mejor en combinación con las notificaciones de transacciones salientes.
it: Ritarda le transazioni per stare tranquillo: funziona al meglio con la notifica dei movimenti in uscita.
th: ธุรกรรมหน่วงเวลาเป็นเรื่องง่ายดาย: ทำงานดีที่สุดใช้พร้อม conjunction และระบบแจ้งเตือนเปิดใช้งาน
uk: Відстрочені платежі для повного спокою: краще працює разом зі сповіщеннями вихідних транзакцій.

source: Enable delayed payments
es: Habilitar pagos demorados
it: Abilita pagamenti ritardati
th: ใช้งานชำระเงินล่าช้า
uk: Дозволити відстрочені платежі

source: Coming soon
es: Próximamente
it: Disponibile a breve
th: เร็วๆนี้
uk: Незабаром

source: Delay payments of
es: Demorar pagos de
it: Ritarda il pagamento di
th: ชำระเงินล่าช้าของ
uk: Відстрочений платіж

source: Remove account
es: Eliminar cuenta
it: Rimuovi conto
th: ย้ายบัญชีออก
uk: Видалити акаунт

source: You can remove your account with all associated data here.
es: Aquí puedes eliminar tu cuenta con todos los datos asociados.
it: Puoi rimuovere il tuo account con tutti i dati associati.
th: คุณสามารถย้ายบัญชีและข้อมูลที่เกี่ยวข้องออกได้ที่นี่
uk: Ви можете видалити ваш акаунт з усією асоційованою інформацією тут.

source: Simple accounts
es: Eliminar cuenta

source: Create accounts that allow you to separate your funds. Each accounts will have its own receiving addresses.
es: Cree cuentas que le permitan separar sus fondos. Cada una de las cuentas tendrá su propia dirección de recepción.

source: Create an account with the following label:
es: Cree una cuenta con la siguiente etiqueta:
uk: Створити акаунт з наступною назвою:

source: Label
es: Etiqueta
uk: Назва

source: Create
es: Crear
uk: Створити

source: Actions
es: Transacciones

source: Rename
es: Nombre de usuario

source: Send
es: Enviar
it: Invia
th: ส่ง
uk: Відправити

source: Receive
es: Recibir Dinero

source: Voucher created successfully!
es: ¡Cupón creado exitosamente!
it: Buono creato con successo!
th: คูปองสร้างได้เรียบร้อย

source: Warning: some printers store printed documents internally, so it can be insecure to print the voucher.
es: Advertencia: algunas impresoras almacenan documentos impresos internamente, así que puede ser inseguro imprimir el cupón.
it: Attenzione: alcune stampanti tengono in memoria i documenti, in questi casi la stampa è poco sicura.
th: คำเตือน: เรื่องพิมพ์บางรุ่นมีการเก็บเอกสารพิมพ์ไว้ภายใน จึงอาจไม่ปลอดภัยที่จะพิมพ์คูปองออกมา

source: Print the voucher
es: Imprimir el cupón
it: Stampa il voucher
th: พิมพ์คูปอง

source: This is a GreenAddress voucher for
es: Este es un cupón de GreenAddres para
it: Questo è un voucher GreenAddress per
th: นี่คือคูปอง GreenAddress สำหรับ

source: The QR code below contains a URL for redeeming the funds:
es: El código QR de abajo contiene una URL para redimir los fondos:
it: Il codice QR sottostante contiene l'URL per riscattare i soldi:
th: QR Code ด้านล่างมี url สำหรับการขอแลกกองทุน

source: Alternatively, you can sweep funds to a wallet supporting Wallet Import Format using the following QR code:
es: Alternativamente, usted puede barrer los fondos a una wallet que soporte el Formato de Importación de Wallet usando el siguiente código QR:
it: In alternativa, puoi muovere i fondi a un portafoglio che supporta l'importazione tramite il seguente qr code:
th: อีกทางเลือกหนึ่ง คุณสามารถย้ายกองทุนไปยัง wallet ที่รองรับฟังก์ชั่นการนำเข้าผ่าน QR Code ต่อไปนี้ :

source: Alternatively, you can sweep funds to a wallet supporting BIP38 using the following QR code:
es: Alternativamente, usted puede barrer los fondos a una wallet que soporte BIP38 usando el siguiente código QR:
it: In alternativa puoi spostare i fondi a un portafogli che supporta BIP38 usando il seguente qr code:
th: อีกทางเลือกหนึ่ง คุณสามารถย้ายกองทุนไปยัง wallet ได้ด้วยการรองรับ BIP38 โดยการใช้ QR Code ต่อไปนี้:

source: Please send the Facebook message.
es: Por favor envíe el mensaje de Facebook.
it: Per favore manda il messaggio via Facebook.
th: กรุณาส่งข้อความ Facebook

source: Cancel - revert transaction
es: Cancelar - revertir transacción
it: Annulla - storna la transazione
th: ยกเลิก - เปลี่ยนธุรกรรม

source: I have sent the message
es: Ya he enviado el mensaje
it: Messaggio inviato
th: ฉันได้ส่งข้อความ

source: Welcome to GreenAddress!
es: ¡Bienvenido a GreenAddress!
it: Benvenuti su GreenAddress!
uk: Вітаємо у GreenAddress!

source: Please log in to use your Wallet
es: Por favor inicie sesión para usar su Wallet
it: Per piacere accedi per usare il tuo portafoglio
th: โปรดเข้าสู่ระบบ Wallet ของคุณ
uk: Будь-ласка, ввійдіть спочатку, щоб користуватися Вашим гаманцем

source: You can redeem it using any BIP38-compatible wallet using the password given to you by the sender and the following key:
es: Usted puede redimirlo usando cualquier wallet compatible con BIP38 usando la contraseña dada a usted por el emisor y la siguiente clave:
it: È possibile riscattarlo utilizzando qualsiasi portafoglio compatibile con BIP38 utilizzando la password consegnata dal mittente e la seguente chiave:
uk: Ви можете оримати їх використовуючи BIP38-сумісний гаманець за допомогою паролю, наданого вам відправником, і наступного ключа:

source: You can redeem it using any WIF-compatible wallet using the following key:
es: Usted puede redimirlo usando cualquier wallet compatible con WIF usando la siguiente clave:
it: È possibile riscattarlo utilizzando qualsiasi portafoglio WIF-compatibile utilizzando la seguente chiave:
uk: Ви можете оримати їх використовуючи WIF-сумісний гаманець за допомогою наступного ключа:

source: If you do not have a GreenAddress wallet, you can create one to reedem the payment
es: Si usted no tiene una wallet GreenAddress, puede crear una para redimir el pago
it: Se non hai un portafoglio GreenAddress, è possibile crearne uno per ricevere il pagamento
uk: Якщо ви не маєте гаманця GreenAddress, ви можете його створити для отримання коштів

source: Otherwise, if you are a GreeenAddress.it user please login using form below
es: De lo contrario, si eres un usuario de GreenAddress.it por favor inicia sesión usando el formulario de abajo
it: Altrimenti, se sei gia' un utente registrato puoi fare il login qui sotto
th: อนึ่ง ถ้าเป็นผู้ใช้งานจาก GreeenAddress.it เข้าระบบโดยใช้แบบฟอร์มด้านล่าง
uk: В іншому випадку, якщо ви вже користувачем GreenAddress.it, будь-ласка ввійдіть використовуючи форму нижче

source: Haven't got an account yet?
es: ¿Aún no tiene una cuenta?
it: Non hai ancora un account?
th: ยังไม่มีบัญชีใช่ไหม?
uk: У Вас ще немає акаунта?

source: Create new Wallet
es: Crear nueva Wallet
it: Crea un nuovo portafogli
th: สร้าง Wallet ใหม่
uk: Створити новий гаманець

source: Log in for full Wallet access
es: Inicie sesión para un acceso completo a su Wallet
it: Accedi per pieno accesso al portafogli
th: เข้าระบบเพื่อเข้าถึง Wallet
uk: Ввійдіть для повного доступу до гаманця

source: PIN Number
es: Clave PIN
it: codice PIN
uk: ПІН код

source: Mnemonic
es: Indicio de clave
it: Mnemonica
uk: Мнемонічна фраза

source: Enter your Mnemonic passphrase
es: Introduzca su contraseña de Indicio de Clave
it: Inserisci la tua frase mnemonica
uk: Уведіть вашу мнемонічну фразу

source: Invalid mnemonic
es: Indicio de clave inválido
it: Generazione mnemonic in corso ..
th: รหัสช่วยจำใช้งานไม่ได้
uk: неправильна мнемонічна фраза

source: Show mnemonics
es: Ver indicio de clave
it: Visualizza mnemonica
th: แสดงรหัสช่วยจำ
uk: Відобразити мнемонічну фразу

source: Log in to Watch-Only mode
es: Iniciar sesión en modo Sólo Lectura
it: O accedi in modalità watch only
th: เข้าระบบแบบดูอย่างเดียว
uk: Ввійдіть в режимі "для читання"

source: Log in via hardware wallet
es: Acceder a través de wallet física
it: Accedi tramite portafoglio hardware
uk: Увійти за допомогою фізичного гаманця

source: BTChip Login
es: Acceso por BTChip

source: Logging in, please wait...
es: Iniciando sesión, espere por favor...
it: Accesso in corso, attendere...
uk: Ауторизуюсь, будь-ласка зачекайте...

source: Show other logins
es: Mostrar otros inicios de sesión
it: Visualizza altri accessi
uk: Показати інші логіни

source: Please provide a password to decrypt your mnemonic
es: Por favor proporcione una contraseña para decriptar su indicio de clave
it: Per piacere inserisci la password per decrittografare la tua mnemonica
th: กรุณาตั้งรหัสผ่านสำหรับการตั้งรหัสช่วยจำ
uk: Будь-ласка введіть пароль для розшифрування вашої мнемонічної фрази

source: Please wait, decrypting...
es: Por favor espere, decriptando...
it: Aspetta per piacere, autenticazione...
th: กรุณารอ กำลังถอดรหัส...
uk: Будь-ласка, зачекайте, дешифрування...

source: Decrypt
es: Decriptar
it: Decripta
th: ถอดรหัส
uk: Розшифрувати

source: Please provide a password to encrypt your mnemonic
es: Por favor proporcione una contraseña para encriptar su indicio de clave
it: Per piacere inserisci la password per crittografare la tua mnemonica
th: กรุณาตั้งรหัสผ่านสำหรับการตั้งรหัสช่วยจำ
uk: Будь-ласка введіть пароль для шифрування вашої мнемонічної фрази

source: Please provide a password to encrypt the voucher
es: Por favor proporcione una contraseña para encriptar el cupón
it: Si prega di fornire una password per crittografare il buono

source: If you use a different password from the one used when you created the voucher, the clear text voucher message (if any) will not be displayed at the voucher URL.
es: Si usted usa una contraseña diferente a la usada cuando se creó el cupón, el mensaje de texto claro del cupón (si hay alguno) no será mostrado en la URL del cupón.
it: Se usi una password diversa da quella usata quando hai creato il buono, il messaggio, (se alcuno), verrà perso.
