Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: Add an account to the Google Authenticator App and scan the QR code or manually enter exact code.
es: Agregar una cuenta al Google Authenticator App y escanear el código QR o ingresar manualmente el código exacto.
it: Aggiungi un account all'app Google Authenticator e leggi il codice QR qui sotto o altrimenti inserisci questo codice:
th: เพิ่มบัญชีไปยัง Google Authenticator และสแกน QR code หรือใส่รหัสที่ถูกต้องด้วยตนเอง
uk: Додати акаунт в додаток Google Authenticator та сканувати QR-код або вручну ввести точний код.

source: Show QR Code
es: Ver QR Code
it: Mostra Codice QR
th: แสดง QR code
uk: Показати QR код

source: Confirm code
es: Confirmar código
it: Conferma codice
th: ยืนยันรหัสผ่าน
uk: Підтвердити код

source: Google Authenticator will now show a number which in order to complete the two factor setup you need to enter below.
es: Google Authenticator le proveerá ahora el número que debe ingresar a continuación para completa la autenticación de Doble Factor.
it: L'app di Google vi fara' vedere un numero che serve per completare la procedura, per piacere inseriscilo qui:
th: Google Authenticator จะแสดงรหัส กรุณากรอกรหัสเพื่อให้รหัสผ่านสองขั้นทำงานได้สมบูรณ์
uk: Google Authenticator тепер покаже номер, який необхідно ввести нижче для того щоб завершити установку двох-факторної аутентифікації.

source: Authenticator code
es: Código autenticador
it: Codice di autenticazione
th: โค้ด Authenticator
uk: Код аутентифікації

source: Please enter received code
es: Por favor ingrese el código recibido
it: Per piacere inserisci qui il codice ricevuto
th: ใส่รหัสที่ได้รับ
uk: Будь-ласка, введіть отриманий код

source: Enable
es: Habilitar
it: Abilita
th: เปิดใช้งาน
uk: Дозволити

source: Email two factor authentication is enabled.
es: Autenticación de doble factor vía Email está habilitada.
it: L'autenticazione a due fattori via email è attiva.
th: การใช้งานรหัสผ่านสองขั้นโดยอีเมล์เปิดใช้งาน
uk: 2 факторна аутентифікація через Email включений.

source: Your email address
es: Tu dirección email
it: Il tuo indirizzo email
th: อีเมล์แอดเดรสของคุณ
uk: Ваша адреса email

source: Please enter your email
es: Por favor ingrese tu email
it: Per favore inserisci la tua email
th: กรุณาใส่อีเมล์ของคุณ
uk: Будь-ласка, введіть вашу адресу email

source: You need to provide one code from your email to set up the two factor authentication.<br> Please open your email and provide the code.
es: Debe ingresar el código enviado a su email para habilitar la Autenticación de Doble Factor.<br> Por favor acceda a su email e ingrese el código.
it: Hai bisogno di fornire il codice che ti abbiamo inviato via email per configurare l'autenticazione a due fattori. Per piacere controlla la tua email e inserisci il codice.
th: คุณต้องใช้รหัสที่ได้ทางอีเมล์เพื่อตั้งรหัสผ่านสองขั้น.<br> กรุณาเปิดอีเมล์และใส่รหัสที่ได้
uk: Ви маєте вказати код із вашої електронної пошти, для того щоб налаштувати двох-факторну аутентифікацію.<br>Будь-ласка, відкрийте вашу електронну пошту і введіть код.

source: Email code
es: Código de Email
it: Codice email
th: รหัสจากอีเมล์
uk: Email код

source: SMS two factor authentication is enabled.
es: Autenticación de doble factor vía SMS está habilitada.
it: L'autenticazione a due fattori via SMS è attiva.
th: รหัสผ่านสองขั้นโดยข้อความเปิดใช้งาน
uk: Активована SMS двох-факторна аутентифікація.

source: Your phone number
es: Tu número de teléfono
it: Il tuo numero di telefono:
th: หมายเลขโทรศัพท์ของคุณ
uk: Ваш телефонний номер

source: +NN... Please enter your phone
es: +NN... Ingrese su número de teléfono
it: Inserisci qui il tuo numero di telefono incluso il codice paese (ad es: +39...)
th: +NN... กรุณาป้อนหมายเลขโทรศัพท์
uk: Будь-ласка, введіть Ваш номер

source: You need to provide one SMS code to set up the two factor authentication.<br> Please check your phone and provide the code.
es: Debe ingresar el código enviado por SMS para habilitar la Autenticación de Doble Factor.<br> Por favor verifique sus mensajes e ingrese el código.
it: Hai bisogno di fornire il codice che ti abbiamo inviato via SMS per configurare l'autenticazione a due fattori. Per piacere controlla gli SMS e inserisci il codice.
th: คุณต้องป้อนรหัสจากข้อความเพื่อตั้งค่ารหัสผ่านสองขั้น.<br> กรุณาตรวจสอบโทรศัพท์และป้อนรหัส
uk: Ви маєте ввести SMS код для встановлення двох-факторної аутентифікації.<br>Будь-ласка, перевірте Ваш телефон і введіть код.

source: SMS code
es: Código SMS
it: codice SMS
th: รหัสจากข้อความ
uk: SMS код

source: Phone call two factor authentication is enabled.
es: Autenticación de doble factor vía llamada está habilitada.
it: L'autenticazione a due fattori via chiamata è attiva.
th: การใช้งานรหัสผ่านสองขั้นผ่านโทรศัพท์เปิดใช้งาน
uk: Двох-факторна аутентифікація через телефонний дзвінок відключена.

source: You need to provide one code to set up the two factor authentication.<br> Please check your phone and provide the code.
es: Debe ingresar un código para habilitar la Autenticación de Doble Factor.<br> Por favor verifique su teléfono e ingrese el código.
it: Hai bisogno di fornire il codice che ti abbiamo inviato via SMS per configurare l'autenticazione a due fattori.<br> Per piacere controlla gli SMS e inserisci il codice.
th: กรุณาใส่รหัสผ่านเพื่อตั้งค่ารหัสผ่านสองขั้น<br> กรุณาตรวจสอบโทรศัพท์และใส่รหัส
uk: Ви маєте ввести код для встановлення двох-факторної аутентифікації.<br>Будь-ласка, перевірте Ваш телефон і введіть код.

source: Phone code
es: Código de teléfono
it: Codice Telefono
th: รหัสโทรศัพท์
uk: Телефонний код

source: (current currency)
es: (moneda actual)
it: (valuta corrente)
th: (สกุลเงินปัจจุบัน)
uk: (поточна валюта)

source: Using currency values for limits assumes you can trust your pricing source to provide correct values.
es: Usar los valores de moneda para límites asume que usted confía en la fuente de precios en proporcionar los valores correctos.
it: Usare limiti con valuta fiat assume che puoi fidarti della fonte del cambio di offrire il cambio corretto.
th: การใช้ค่าเงินเป็นขีดจำกัดหมายถึงคุณยอมรับความถูกต้องของการอ้างอิงราคาจากแหล่งที่มาแล้ว
uk: Використання валютних значень має під собою що ви довіряєте джерелу надання правильних значень.

source: This limit will be decreased with each transaction and you will need to "refill" it manually by changing this value.
es: Este límite será disminuido con cada transacción y usted necesitará "rellenarlo" manualmente cambiando este valor.
it: Questo limite verrà diminiuto ad ogni transazione e avrai bisogno di riempirlo manualmente cambiando questo valore.
th: ขีดจำกัดนี้จะลดลงในแต่ละธุรกรรมและคุณต้องเติมเข้าไปใหม่เองเพื่อเพิ่มค่านี้
uk: Цей ліміт буде зменшуватись з кожною транзакцією і вам потрібно буде "поновлювати" вручну шляхом зміни цього значення.

source: Save
es: Guardar
it: Salva
th: บันทึก
uk: Зберегти

source: Please provide username and password.
es: Por favor ingrese el nombre de usuario y contraseña.
it: Per favore inserisci nome utente e password
th: กรุณาป้อนข้อมูลผู้ใช้งานและรหัสผ่าน
uk: Будь-ласка, введіть логін та пароль.

source: Enter your username
es: Ingrese su nombre de usuario
it: Inserisci il tuo nome utente
th: ป้อนชื่อผู้ใช้งาน
uk: Введіть ім'я користувача

source: Enter your password
es: Ingrese su contraseña
it: Inserisci la tua password
th: ใส่รหัสผ่าน
uk: Введіть Ваш пароль

source: Outputs expiring soon
es: Las salidas están por expirar
it: Gli outputs scadranno presto
th: ผลลัพธ์ใกล้หมดอายุ
uk: Виходи, термін дії яких скоро закінчується

source: No active nLockTime transactions found
es: No hay transacciones de nLockTime activas
it: Non ci sono transazioni nLockTime attive
th: ไม่พบการทำธุรกรรม nLockTime มีผลอยู่
uk: Активних nLockTime транзакцій не знайдено

source: Transaction hash, output number
es: Hash de transacción, número de salida
it: Hash della transazione, numero di output
th: แฮชธุรกรรม หมายเลขผลลัพธ์
uk: Хеш транзакції, номер виходу

source: Please re-deposit your funds
es: Por favor vuelva a depositar sus fondos
it: Per piacere rideposita i tuoi bitcoin
uk: Будь-ласка перезачисліть ваші кошти

source: You have some expired deposits. Unless you re-deposit or redeem them, no transactions will be allowed
es: Hay depósitos expirados. No se permitirán transacciones hasta que no redeposites o los redimas
it: Hai alcuni depositi scaduti. A meno che non li ridepositi o incassi, non potrai effettuare altra transazioni

source: Warning: single transactions can be used to correlate funds with your identity, including funds between different accounts.
es: Advertencia: las transferencias únicas pueden ser usadas para correlacionar fondos con su identidad, incluyendo fondos entre diferentes cuentas.
uk: Увага: одна транзакція з багатьма виходами може бути використана для пошуку зв'язків між коштами та вашою персоною, навіть при транзакції між різними акаунтами.

source: Redeposit as single transaction (cheaper)
es: Volver a depositar en una única transacción (más económico)
it: Rideposita una singola transazione (più economico)
th: ฝากใหม่อีกครั้งเป็นรายการเดียว (ถูกกว่า)
uk: Перезачислити як одну транзакцію (дешевше)

source: estimated fee
es: comisión estimada
it: commissioni stimate
th: ประเมินค่าธรรมเนียม
uk: передбачувана комісія

source: Redeposit as one transaction per output (better privacy)
es: Volver a depositar como una transacción por salida (mejor privacidad)
it: Rideposita come singola transazione per output (privacy migliore)
th: ฝากอีกครั้งเป็นหนึ่งธุรกรรมต่อผลลัพธ์ (ส่วนตัวกว่า)
uk: Повторний депозит як одна транзакція на вихід (краща конфіденційність)

source: transactions
es: transacciones
it: transazioni
th: ธุรกรรม
uk: транзакції

source: Redeposit
es: Redepositar
it: Rideposita
uk: Перезачислити

source: transaction
es: transacción
it: transazione
uk: транзакція

source: Are you sure you want to permanently remove your wallet and all associated data from our servers?
es: ¿Está seguro que quiere eliminar permanentemente su wallet y todos los datos asociados de nuestros servidores?
it: Sei sicuro di voler rimuovere permanentemente il tuo portafoglio e tutti i dati associati dai nostri server?
th: คุณต้องการลบข้อมูลที่เกี่ยวข้องทั้งหมดและกระเป๋าสตางค์ของคุณจากเซิร์ฟเวอร์ของเราแน่ใจหรือไม่
uk: Ви впевнені що бажаєте безповоротно видалити ваш гаманець і всю асоційовану інформацію з наших серверів?

source: Remove my account
es: Eliminar mi cuenta
it: Rimuovere il mio account
th: ย้ายบัญชีของฉัน
uk: Видалити мій акаунт

source: Confirm changing the pricing source
es: Confirmar el cambio de la fuente de precios
it: Confermare la modifica dell'origine dei prezzi
th: ยืนยันการเปลี่ยนแปลงแหล่งราคา
uk: Підтвердити зміну джерела курсу

source: Changing the pricing source while using it for transaction limits will result in resetting the limits to 0. Do you want to proceed?
es: Cambiar la fuente de precios mientras se la usa para límites de transacción resultará en el restablecimiento de los límites a 0. ¿Quiere continuar?
it: Cambiare la fonte del cambio mentre viene usata per i limiti di transazione risulterà nel reset dei limiti a 0. Vuoi procedere?
th: เปลี่ยนแหล่งที่มาของราคาขณะใช้งานธุรกรรมแบบจำกัดจะทำให้การตั้งค่าการจำกัดกลับไปที่ 0 คุณต้องการดำเนินการต่อหรือไม่
uk: Зміна джерела курсу при використанні його з лімітом транзакцій спричинить його зкидання в 0. Чи хочете ви продовжити?

source: TREZOR requires manual passing of words from computer to the device. Please enter a word provided, or choose mnemonic word index requested by TREZOR:
es: TREZOR requiere el paso manual de palabras desde la computadora al dispositivo. Por favor ingrese la palabra provista, o escoja un índice de palabra del indicio de clave solicitado por TREZOR:
it: TREZOR richiede l'inserimento manuale di parole da computer a dispositivo. Per piacere usa la parola fornita o scegli un indice della parola mnemonica richiesta dal TREZOR:

source: Enter word:
es: Ingrese su contraseña
it: Inserisci parola:

source: Or click word number to automatically send to TREZOR:
es: O haga clic en el número de palabra para enviar automáticamente a TREZOR:
it: O fai click sul numero della parola per mandarla automaticamente al TREZOR:

source: We are sorry, but your browser is not supported.
es: Lamentamos informarle que tu navegador no está soportado.
it: Ci spiace ma il tuo browser non è supportato.
th: ขออภัย แต่เบราว์เซอร์ของคุณไม่ได้รับการชับพอท
uk: Вибачте, але ваш браузер не підтримується.

source: Please try a modern browser like Chrome, Firefox, Safari or our Android, iOS or F-Droid app!
es: ¡Por favor pruebe con un navegador moderno como Chrome, Firefox, Safari, o nuestra aplicación F-Droid para Android e iOS!
it: Prova un browser moderno come Chrome, Firefox, Safari o la nostra app Android, iOS o F-Droid!
uk: Будь-ласка спробуйте у сучасному браузері Chrome, Firefox, Safari чи нашому додатку Android, iOS чи F-Droid!

source: You are already logged in. Do you want to log out the other session?
es: Ya existe una sesión iniciada. ¿Desea cerrar la otra sesión?
it: Hai già effettuato l'accesso. Vuoi uscire dalla altra sessione?
th: คุณเข้าระบบแล้ว ต้องการออกระบบเพื่อไปส่วนอื่น?
uk: Ви уже зайшли в систему раніше. Чи хочете ви закрити активну сесію?

source: You were logged out.
es: Su sesión ha finalizado.
it: Sei uscito
th: คุณเข้าสู่ระบบออก
uk: Ви вийшли з системи.

source: You have logged in elsewhere.<br> <small>If it was not you, please contact <strong>immediately</strong>
es: Usted ha iniciado sesión en otro lugar.<br><small>Si no fue usted, por favor póngase en contacto <strong>inmediatamente</strong>
it: Ti sei loggato altrove. <br><small> Se non eri tu, per piacere contatta <strong> subito</strong>
uk: Ви увійшли з другого місця.<br> <small>Якщо це були не ви, зв'яжіться з нами' <strong>негайно</strong>

source: support
es: soporte
it: supporto
uk: підтримка

source: Go back to login
es: Volver al inicio de sesión
it: Torna al login
th: กลับเข้าสู่ระบบ
uk: Вернутись назад до сторінку входу

source: Take funds back
es: Recuperar fondos
it: Riprenditi i bitcoin
th: นำเงินกลับ
uk: Отримати кошти назад

source: Do you want to take funds back from the following transaction?
es: ¿Quiere recuperar los fondos de la siguiente transacción?
it: Vuoi riprendere i bitcoin da questa transazione?
th: คุณต้องการใช้เงินจากธุรกรรมต่อไปนี้หรือไม่?
uk: Ви справді бажаєте отримати кошти назад з поточної транзакції?

source: Timestamp
es: Fecha
it: Orario
th: ระบุเวลา
uk: Часові відмітка

source: Transaction details
es: Detalles de transacción
it: Dettagli
th: รายละเอียดของธุรกรรม
uk: Деталі транзакції

source: Add
es: Dirección

source: Raw transaction
es: Transacción bruta
it: Transazione
th: ธุรกรรมที่วัตถุดิบ
uk: Raw транзакція

source: Double spend by txhash
es: Doble gastar por txhash
it: Doppia spesa da txhash
th: ใช้คู่ โดย txhash
uk: Пдвійна трата таким хешем транзакції

source: Payment request
es: Solicitud de pago
it: Richiesta di pagamento
th: คำขอชำระเงิน
uk: Запит платежу

source: download
es: descargar
th: ดาวน์โหลด
uk: завантажити

source: Inputs
es: Entradas
th: ป้อนข้อมูล
uk: Вхідні значення

source: Outputs
es: Salidas
th: ผลลัพธ์
uk: Вихідні значення

source: Please enter BTChip PIN.
es: Por favor introduzca el PIN del BTChip.
it: Per piacere immetti il PIN BTChip.
uk: Будь-ласка введіть ПІН BTChip.

source: Enter your PIN
es: Ingrese su PIN
it: Inserici il tuo PIN
th: ใส่ PIN ของคุณ
uk: Введіть Ваш PIN-код

source: PIN must be a 4-to-32-digit number
es: El PIN debe ser un número de 4 a 32 dígitos
it: Il PIN deve essere da 4 a 32 cifre numeriche
uk: ПІН має бути 4-до-32-значним числом

source: Confirm PIN number
es: Confirmar PIN
it: Conferma PIN
th: ยืนยันหมายเลข PIN
uk: Підтвердити PIN-код

source: The QR code for Google Authenticator access to your wallet is:
es: El código QR para acceder a tu Wallet vía Google Authenticator es:
it: Il codice QR che contiene la tua passphrase per accedere al tuo portafoglio è:
th: QR Code สำหรับการเข้า Wallet ทาง Google Authenticator คือ
uk: QR-код для Google Authenticator доступу на ваш гаманець:

source: You can also copy the code manually:
es: También puede copiar el código manualmente:
it: Puoi anche copiare il codice manualmente:
th: คุณยังสามารถคัดลอกรหัสด้วยตนเอง:
uk: Ви можете також скопіювати код вручну:

source: Copy to clipboard
es: Copiar al portapapeles
it: Copia
th: คัด​ลอก​ไป​ยัง​คลิ​ป​บอร์ด
uk: Скопіювати у буфер обміну

source: The QR code containing the passphrase to access your wallet is:
es: El código QR conteniendo la contraseña para acceder a su wallet es:
it: Il codice QR che contiene la tua passphrase per accedere al tuo portafoglio è:
th: QR code ที่มีรหัสช่วยจำในการเข้า wallet ของคุณคือ:
uk: QR-код, що містить пароль для доступу до вашого гаманця:

source: Remember to store it in a safe place!
es: ¡Recuerde guardarlo en un lugar seguro!
it: Fai il backup di questa pagina in un posto sicuro!
th: อย่าลืมเก็บไว้ในที่ปลอดภัย
uk: Зберігайте його в надійному місці!

source: Step
es: Paso
it: Passo
th: ขั้นตอน
uk: Крок

source: of
es: de
it: di
th: ของ
uk: із

source: Pay or get paid by social networks
es: Pagar o recibir pagos vía redes sociales
it: Invia e ricevi denaro via social networks
th: จ่าย หรือได้รับจากเครือข่ายทางสังคม

source: Grant access to your wallet in watch-only mode
es: Dar acceso a tu Wallet en modo sólo lectura
it: Permetti ai tuoi amici, colleghi e parenti di inviarti denaro in modo facile e veloce e accedi al tuo portafoglio in modalità a sola lettura
th: ให้การเข้าถึง Wallet ของคุณในโหมดดูอย่างเดียว

source: Custom Login
es: Sesión personalizada
it: Login custom
th: เข้าระบบเอง
uk: Спеціальний Вхід

source: If you like you can access your Wallet in Watch-Only mode via simple login. When you login in this way you access a completely separate "area" of your wallet, in no way it can be compromised and payments cannot be made
es: Si lo desea, también puede acceder a su Wallet en modo Sólo Lectura. Cuando inicia sesión en este modo, accede a un área completamente separada de su Wallet, que no puede hacer pagos ni ser comprometida de ninguna forma
it: Se vuoi puoi accedere al tuo portafoglio in modalità a sola lettura (Watch-Only )loggandoti con uno di questi servizi. Quando accedi in questo modo non è possibile effettuare pagamenti e quindi riduci i rischi. Questo significa che puoi accedere al tuo portafoglio per controllare se hai ricevuto un pagamento anche da un wifi pubblico!
th: หากคุณต้องการคุณสามารถเข้าถึง Wallet ในโหมดดูอย่างเดียวได้เพียงแค่เข้าระบบ เมื่อเข้าระบบคุณจะเข้าถึงพื้นที่ที่แยกออกมาของ Wallet ซึ่งจะไม่สามารถดำเนินธุรกรรมหรือชำระเงินอื่น ๆ ได้

source: Plus use your email or your Facebook name to receive payments! No more long and complicated addresses to remember and communicate. That means that you can easily login in 'watch-only mode' safely from any wi-fi, on the go or even at Starbucks!
es: También puede usar tu email o tu nombre de Facebook para recibir pagos! No más largas y complicadas direcciones para recordar o comunicar. Eso significa que también puede fácilmente iniciar sesión en modo de sólo lectura y de forma segura en cualquier wi-fi, incluso en Starbucks!
it: E in più potrai usare la tua email o il tuo nome Facebook per ricevere pagamenti! Non dovrai più ricordare complicati indirizzi per inviare un pagamento!
th: นอกจากนี้ใช้อีเมล์หรือบัญชี Facebook เพื่อรับการชำระเงิน ไม่ต้องจำที่อยู่ที่ซับซ้อนยุ่งยากในการสื่อสาร เพราะคุณสามารถเข้าถึง "โหมดดูอย่างเดียว" ได้อย่างปลอดภัยจาก wifi ที่ใดก็ได้ ไม่เว้นแม้แต่ Starbucks!

source: Take me to my wallet!
es: ¡Ir a mi Wallet!
it: Portami subito al mio portafoglio!
th: พาฉันไปยัง Wallet!

source: Processing...
es: Procesando...
it: Elaborazione in corso...
th: กำลังประมวลผล...

source: This passphrase is encrypted, so your encryption password is required to use it.
es: Esta contraseña está encriptada, así que su contraseña de encriptación es requerida para utilizarlo.
it: Questa password è criptata, quindi la tua password di crittazione è richiesta per utilizzarla.
th: รหัสผ่านมีการเข้ารหัส ดังนั้นต้องใช้รหัสผ่านเข้ารหัสเพื่อใช้งาน
uk: Цей пароль зашифрований, тому потрібен ключ шифрування для подальшого використання.

source: Your mnemonic passphrase
es: Su indicio de clave
it: La tua passphrase mnemonica
th: รหัสผ่านช่วยจำของคุณ
uk: Ваша мнемонічна фраза-пароль

source: Fast and secure access to your Wallet
es: Acceso rápido y seguro a su Wallet
it: Accesso rapido e sicuro al tuo portafogli
th: ทางที่เร็วและปลอดภัยในการเข้า Wallet
uk: Швидкий і безпечний доступ до Вашого гаманця

source: To have a secure but quick access from this device set your PIN
es: Para obtener acceso rápido y seguro desde este dispositivo, configure su PIN
it: Per avere un accesso sicuro ma veloce da questo dispositivo configura il PIN
th: เพื่อให้เข้าถึงได้เร็วและปลอดภัยตั้ง PIN จากอุปกรณ์นี้
uk: Щоб мати безпечний але швидкий доступ до Вашого пристрою, встановіть PIN-код

source: PIN number
es: Clave PIN
it: codice PIN
th: หมายเลข PIN
uk: PIN-код

source: 4-15 digits number
es: número de 4 a 15 dígitos
it: numero di cifre 4-15
th: จำนวนตัวเลข 4-15
uk: 4-15 значне число

source: Access by PIN allows a quick login while keeping security to a high standard. The PIN secures a random AES 256 bit password which we will delete if 3 PIN attempts fail, forcing you to provide your full mnemonics once again. Easy, convenient and secure, so let's use it!
es: El PIN le permite un inicio de sesión rápido manteniendo altos estándares de seguridad. El PIN está asociado a una clave aleatoria de AES 256 bit, que es eliminada luego de 3 intentos fallidos, tras lo cual debera ingresar nuevamente el indicio de clave completo. Simple, rápido y seguro, ¡pruébelo!
it: Accedere col PIN permetter un accesso veloce mantenendo la sicurezza a standard elevati. Il PIN rende sicura una passwrod random AES 256 bit che cancelliamo dopo tre tentativi falliti, costringendoti a immettere nuovamente la mnemonica. Facile, rapido e sicuro, usalo!
th: การเข้าใช้งานโดย PIN ทำให้คุณเข้าระบบได้ง่ายและปลอดภัย โดย PIN จะสุ่มรหัสแบบ AES 256 bit และจะถูกลบทิ้งหากผิด 3 ครั้งเป็นต้นไป และให้คุณใส่รหัสช่วยจำอีกครั้ง มันง่าย สะดวก และปลอดภัย ดังนั้นโปรดใช้มัน!
uk: Доступ через PIN-код дозволяє швидко ввійти, зберігаючи при цьому безпеку на високому рівні. PIN-код забезпечує випадкове AES 256-бітове число, яке ми зітремо у випадку 3 разів невдалого вводу, заставляючи вас надати повну мнемоніку, щоб отримати доступ знову. Легко, зручно і безпечно. Користуйтесь!

source: Generating your wallet keys, please wait
es: Generando las claves de tu Wallet, por favor espere
it: Generazione delle chiavi del tuo portafogli
th: กรุณารอสักครู่ สร้างคีย์ wallet ของคุณ
uk: Генерування ключів вашого гаманця, будь-ласка зачекайте

source: Please wait, logging in...
es: Por favor espere, iniciando sesión...
it: Attendi per favore, accesso in corso...
th: รอสักครู่ กำลังเข้าสู่ระบบ...
uk: Будь-ласка, зачекайте, вхід...

source: Take me to my wallet and skip all this!
es: ¡Ir a mi Wallet y saltear todo esto!
it: Portami al mio portafoglio e saltiamo la configurazione!
th: นำฉันไปที่ Wallet และข้ามขั้นตอนนี้!
uk: Я хочу бачити свій гаманець та пропустити все це!

source: PIN set, ready for step 3
es: PIN configurado, ir al paso 3
it: PIN configurato, vai al passo 3
th: ตั้งค่า PIN ไปยังขั้นที่ 3
uk: PIN-код встановлений, все готово для кроку 3

source: Setting PIN...
es: Configurando el PIN...
it: Configurazione PIN...
th: กำลังตั้ง PIN
uk: Установка PIN-коду...

source: Skip PIN setup and continue
es: Saltear configuración de PIN y continuar
it: Salta l'impostazione del PIN e continua
th: ข้ามการตั้ง PIN และไปต่อ
uk: Пропустити налаштування PIN-коду та продовжити

source: Do you want to log out?
es: ¿Quiere cerrar la sesión?
it: Vuoi uscire?
th: ต้องการออกระบบหรือไม่?
uk: Ви хочете вийти?
