Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: Don't compromise on security
es: No comprometa su seguridad
it: Non rischiare con la sicurezza
th: อย่ามองข้ามความปลอดภัย
uk: Не йдіть на компроміс з безпекою

source: Set up two factor authentication
es: Configurar autenticación de doble factor
it: Autenticazione a due fattori
th: การตั้งรหัสผ่านสองขั้น
uk: Налаштувати двох-факторну аутентифікацію

source: Please wait while we log you into your new wallet...
es: Por favor espere mientras iniciamos sesión en su nueva wallet...
it: Per piacere aspetta mentre entri nel tuo nuovo wallet...
uk: Будь-ласка зачекайте для входу в Ваш новий гаманець...

source: We require you to set up two factor authentication, this will make your wallet much more secure and will let you some additional features such as Spending Limits and Delayed Payments.
es: Requerimos que configure la Autenticación de Doble Factor, estao hará que tu Wallet sea mucho más segura y le permitirá hacer uso de funciones adicionales como Límites de Pagos o Pagos Retrasados.
it: Ti richiediamo di abilitare un'autenticazione a due fattori, questo renderà il tuo portafoglio molto più sicuro e ti permetterà di usare Limiti e Ritardi.

source: To issue a transaction you will not only need to login to your wallet but also confirm it with a code sent to you via email, SMS or google authenticator as per your choice.
es: Para emitir una transacción no sólo necesitará iniciar sesión en su wallet sino también confirmarlo con un código enviado vía correo electrónico, SMS o google authenticator según su elección.
it: Per effettuare una transazione ti verrà richiesto un codice a due fattori via email, SMS o Google Authenticator come hai scelto.
uk: Для створення транзакції вам потрібно буде не лише увійти в гаманець а й підтвердження шляхом введення коду відісланого через email, SMS чи google authenticator відповідно до обраного методу.

source: Continue
es: Continuar
it: Continua
th: ดำเนินการต่อ
uk: Продовжити

source: Already got an account?
es: ¿Ya tiene una cuenta?
it: Hai già un account?
th: มีบัญชีแล้วหรือไม่
uk: У Вас уже є акаунт?

source: Login to your Wallet
es: Inicia sesión para acceder a tu Wallet
it: Per piacere accedi per usare il tuo portafogli
th: เข้าสู่กระเป๋าของคุณ
uk: Вхід у Ваш гаманець

source: Connect Trezor to create a GreenAddress wallet
es: Connecte el dispositivo Trezor para crear una wallet GreenAddres
it: Connetti Trezor per creare un portafoglio GreenAddress

source: This 3-step account setup will fully secure it against intruders
es: Esta configuración de cuenta de 3 pasos asegurará lo completamente contra intrusos
it: Questi 3 passaggi renderanno il tuo account completamente sicuro da eventuali intrusioni
th: ตั้งค่าบัญชีด้วย 3 ขั้นตอนนี้ทำให้ปลอดภัยจากการบุกรุก
uk: Це 3-крокове налаштування акаунта повністю захистить його від зловмисників.

source: Please connect your Trezor device
es: Por favor conecte su dispositivo Trezor
it: Per favore connetti il tuo dispositivo Trezor

source: Trezor detected.
es: Trezor detectado.
it: Trezor rilevato.

source: Please confirm the signature on your Trezor device.
es: Por favor, confirme la firma en su dispositivo Trezor.
it: Per favore conferma la firma sul tuo Trezor.

source: I agree with the
es: Estoy de acuerdo con la
it: Sono d'accordo con i
th: ฉันยอมรับ
uk: Я погоджуюсь з

source: Click to try again
es: Haga click para reintentar
it: Errore, riprovare
th: คลิกที่นี่เพื่อลองอีกครั้ง
uk: Натисніть, щоб спробувати знову

source: The passphrase to access your wallet is:
es: La clave para acceder a tu Wallet es:
it: La passphrase per accedere al tuo portafoglio è:
th: รหัสผ่านถึงกระเป๋าสตางค์ของคุณคือ:
uk: Фраза-пароль для доступу до Вашого Гаманця:

source: Store this page in a safe place
es: Guarde esta página en un sitio seguro
it: Salva questa pagina in un posto sicuro
th: เก็บหน้านี้ไว้ในสถานที่ปลอดภัย
uk: Збережіть цю сторінку в безпечному місці

source: Add new entry
es: Agregar nueva entrada
it: Nuovo
th: ใส่ค่าใหม่
uk: Додати новий запис

source: Name
es: Nombre
it: Nome
th: ชื่อ
uk: Ім'я

source: Your address book is empty
es: Su libreta de direcciones esta vacía
it: La tua rubrica è vuota
th: สมุดบันทึกที่อยู่ว่างเปล่า
uk: Ваша адресна книга пуста

source: You must provide 2 factor authentication code to perform this action
es: Debe ingresar el código de autenticación de doble factor para realizar esta acción
it: Devi fornire il tuo codice di autenticazione a due fattori per disabilitarla
th: คุณต้องใส่รหัสผ่านสองขั้นเพื่อดำเนินการขั้นตอนต่อ
uk: Для виконання цієї операції ви повинні вказати код двохфакторної аутентифікації

source: Please select authentication method
es: Seleccione un método de autenticación
it: Scegli quale autenticazione a due fattori usare
th: กรุณาเลือกขั้นตอนการยืนยัน
uk: Будь-ласка, виберіть метод аутентифікації

source: Please enter your
es: Por favor ingrese su
it: Per favore inserisci
th: กรุณาป้อน
uk: Будь-ласка. введіть Ваш

source: authentication code which we have just sent to you.
es: código de autenticación que acabamos de enviarle.
it: codice di autenticazione che vi abbiamo appena inviato.
th: รหัสการยืนยันที่เราส่งให้คุณเมื่อครู่
uk: код аутентифікації, який ми тільки що Вам відправили.

source: Please enter the
es: Por favor ingrese el
it: Per piacere inserisci qui
th: กรุณาป้อน
uk: Будь-ласка, введіть

source: code
es: código
it: codice SMS:
th: รหัส
uk: код

source: You can create a 4-digit personal identification number used to retrieve the password encrypting the mnemonic passphrase.
es: Puede crear una identificación personal de 4 dígitos para usada para obtener la contraseña encriptando el indicio de clave.
it: Devi create un PIN a 4 cifre per proteggere la passphrase mnemonica.
th: คุณสามารถสร้างรหัส 4 หลักในการใช้รับรหัสผ่านที่เข้ารหัสของรหัสในการช่วยจำ

source: PIN must be a 4-digit number
es: El PIN debe ser un número de 4 dígitos
it: Il PIN deve essere formato da 4 numeri
th: PIN ต้องเป็นตัวเลข 4 หลัก

source: Year
es: Año
it: Anno
th: ปี

source: Month
es: Mes
it: Mese
th: เดือน

source: Week
es: Semana
it: Settimana
th: สัปดาห์

source: Your last transactions
es: Tus últimas transacciones
it: Le tue ultime transazioni
th: ธุรกรรมล่าสุดของคุณ
uk: Ваші останні транзакції

source: From date
es: A partir de la fecha
it: Da data
uk: З дати

source: To date
es: Hasta la fecha
it: A data
uk: По дату

source: Search
es: Buscar
it: Cerca
uk: Пошук

source: Please connect/reconnect your wallet USB device to proceed.
es: Por favor conecte/reconecte su dispositivo USB de wallet para proceder.
it: Per piacere connetti e disconnetti il tuo device wallet USB per procedere.
uk: Будь-ласка під'єднайте/перепід'єднайте ваш фізичний USB гаманець для продовження.

source: For improved security continue the registration via our desktop or mobile apps
es: Para mejorar la seguridad continúe el registro mediante nuestras aplicaciones de escritorio o móviles
it: Per maggior sicurezza, continua la tua registrazione attraverso la nostra app desktop o mobile
th: สำหรับปรับปรุงความปลอดภัยต่อการลงทะเบียนผ่านปพลิเคชันเดสก์ท็อป หรือโทรศัพท์มือถือของเรา
uk: Для покращення безпеки продовжіть реєстрацію через наші мобільні додатки або додатки для робочого столу

source: Locally installed apps are generally more secure than websites
es: Las aplicaciones instaladas localmente son generalmente más seguras que los sitios web
it: Applicazioni installate localmente sono generalmente piu' sicure da utilizzare che dei siti web
th: แอพพลิเคชั่นที่ติดตั้งในเครื่องมีความปลอดภัยกว่าการใช้งานเว็บ
uk: Локально встановлені додатки загалом більшь безпечні ніж вебсайт

source: These apps are designed to protect you and your coins even in case the service is compromised and should be preferred over using the browser.
es: Estas aplicaciones están diseñadas para protegerlo a usted y a sus monedas, incluso en caso de que el servicio esté comprometido y debería ser preferido sobre utilizar el navegador.
it: Queste apps sono disegnate per proteggere te e i tuoi bitcoin anche in caso il servizio fosse attaccato e queste dovrebbero essere preferibili all'utilizzare direttamente il sito da browser.
th: แอพเหล่านี้ออกแบบมาเพื่อปกป้องคุณและคอยน์ของคุณแม้ในกรณีที่มีการละเมิดบริการ และแนะนำให้ใช้มากกว่าการใช้ผ่านเว็บไซด์
uk: Ці додатки розроблені для захисту вас і ваших монет навіть у випадку компрометації сервісу і повинні обиратися замість використання браузера.

source: Web access is intended to be used for watch only mode or if you have no alternative, like on the Windows Mobile platform.
es: El acceso Web está destinado a ser usado para modo sólo lectura o si usted no tiene alternativa, como en la plataforma Windows Mobile.
it: L'accesso via web è principalmente inteso per usare la modalità watch-only o se non hai alternativa, come sulla piattaforma Windows Mobile.
uk: Веб доступ призначений для використання в режимі для читання або коли Вине маєте альтернативи, як-то платформа Windows Mobile.

source: Please see the link to Google Play store, Chrome Web Store or AppStore below
es: Por favor vea el enlance a Google Play Store, Chrome Web Store o AppStore más abajo
it: Per piacere vai su Google Play store, Chrome Web store o App store qui sotto
uk: Будь-ласка перегляньте посилання на Google Play store, Chrome Web Store чи AppStore нижче

source: Continue using web page
es: Continuar utilizando la página web
it: Continua su web
th: ใช้เว็บเพจต่อไป
uk: Продовжити використання веб-сторінки

source: There was a problem writing to the NFC tag:
es: Hubo un problema al escribir la etiqueta NFC:
it: C'è stato un problema nello scrivere la tag NFC:
th: มีปัญหาในการเขียนไปยัง NFC tag:
uk: Виникла проблема при записі до мітки NFC:

source: Initialising NFC tags listener...
es: Iniciando lector de etiquetas NFC...
it: Inizializzazione ascolto tags NFC...
th: เริ่มต้นการรับ NFC tag
uk: Ініціалізація слухача NFC міток...

source: Please hold your tag(s) close to the device to write your wallet!
es: Por favor mantenga su(s) etiqueta(s) cerca del lector para escribir su Wallet
it: Per piacere avvicina la o le tags al tuo dispositivo per scriverci il tuo portafogli!
th: วาง tags ของคุณติดกับอุปกรณ์เพื่อที่จะเขียน Wallet
uk: Будь-ласка, тримайте теги ближче до Вашого пристрою для запису Вашого гаманця!

source: Tags written:
es: Etiquetas escritas:
it: Tags scritte:
th: Tag เขียนแล้ว
uk: Записані теги:

source: Tags formatted:
es: Etiquetas formateadas:
it: Tags cancellate:
th: รูปแบบ Tag:
uk: Форматовані теги:

source: Your NFC is not enabled or not available. If available, please enable it in settings
es: Su NFC no está habilitado o no se encuentra disponible. Si está disponible, por favor habilítelo en los ajustes
it: Il tuo nfc non è abilitato o disponibile. Se disponibile per favore abilitalo nelle impostazioni
th: NFC ของคุณไม่ได้เปิดใช้งานหรือใช้ไม่ได้ หากใช้งานได้ กรุณาไปเปิดการทำงานที่ตั้งค่า
uk: Ваш NFC не увімкнений або недоступний. Якщо можлив, увімкніть його в налаштуваннях будь-ласка

source: Your BTChip is already set up. To use it with GreenAddress, you need to reset it. Do you want to reset your BTChip? This will be performed by entering wrong PIN 3 times in a row. <strong>You will lose your keys currently stored on the device.</strong>
es: Su BTChip ya está configurado. Para usarlo con GreenAddress, usted necesita restablecerlo. ¿Quiere restablecer su BTChip? Esto será realizado ingresando un PIN incorrecto 3 veces seguidas.<strong>Usted perderá sus claves actualmente almacenadas en el dispositivo.</strong>
it: Il tuo BTChip è già configurato. Per usarlo con GreenAddress devi resettarlo. Vuoi procedere? La procedura verrà effettuata fornendo un PIN incorretto 3 volte di seguito. <strong>Perderai accesso ai dati contenuti sul dispositivo.</strong>

source: Reset my BTChip
es: Reiniciar mi BTChip
it: Reinizializza BTChip

source: Resetting...
es: Restableciendo...
uk: Скидання...

source: Please unplug and plug your device in again
es: Por favor desconecte y conecte su dispositivo nuevamente
it: Per piacere rimuovi e reinserisci il tuo dispositivo di nuovo
uk: Будь-ласка вийміть і вставте ваш пристрій знову

source: wrong PINs remaining
es: PINs incorrectos restantes
it: tentativi PIN rimasti
uk: Залишилось неправильних ПІНів

source: Empty BTChip detected successfully. Click the button below to store your seed on it.
es: BTChip vacío detectado con éxito. Cliquee el botón abajo para almacenar su semilla en éste.
it: Nuovo dispositivo vuoto BTChip trovato. Fai click sul bottone qui sotto per salvare all'interno del dispositivo i tuoi dati di accesso.

source: Empty BTChip detected successfully. Click the button below to set it up.
es: BTChip vacío detectado con éxito. Cliquee el botón abajo para almacenar su semilla en éste.

source: Save to BTChip
es: Guardar en BTChip
it: Salva su BTChip

source: Set up BTChip
es: Guardar en BTChip

source: BTChip setup successful!
es: ¡Configuración de BTChip exitosa!
it: BTChip configurato correttamente!

source: Please unplug your BTChip and plug it into a secure device supporting USB keyboards to read the seed backup.
es: Por favor desconecte su BTChip y conéctelo en un dispositivo seguro compatible con teclados USB para leer la copia de seguridad de la semilla.

source: On the second device remember to first open a text editor or a similar application where the seed will be typed in by BTChip.
es: En el segundo dispositivo recuerde primero abrir un editor de texto o aplicación similar donde la semilla puede ser ingresada por el BTChip.

source: Account
es: Agregar cuenta

source: Bitcoin URI
es: URI de Bitcoin
it: Indirizzo Bitcoin

source: Show URI and address
es: Mostrar URI y dirección
it: Visualizza URI e indirizzo
th: แสดง URI และที่อยู่
uk: Показати URI адресу

source: Permanent Payment URL
es: URL de Pago permanente
it: Indirizzo permanente per pagamenti
th: URL ชำระเงินถาวร
uk: Постійний URI для платежів

source: Private key in WIF or BIP38 format
es: Clave privada en formato WIF o BIP38
it: Private key in formato WIF o BIP38
th: คีย์ส่วนตัวในรูปแบบWIFหรือ BIP38
uk: Приватний ключ у форматі WIF чи BIP38

source: Enter a private key to sweep here
es: Ingrese una clave privada para barrer aquí
it: Inserisci qui la chiave privata dei fondi da acquisire
th: ใส่รหัสส่วนตัวเพื่อย้ายที่นี่
uk: Введіть приватний ключ для сканування коштів сюди

source: Sweep
es: Barrer
it: Acquisisci
th: กวาด
uk: Сканувати

source: Show previously generated addresses
es: Mostrar direcciones generadas previamente
it: Mostra tutti gli indirizzi generati fino ad oggi
th: แสดงที่อยู่สร้างก่อนหน้านี้
uk: Показати згенеровані раніше адреси

source: Please enter the following words from your <strong>unencrypted</strong> mnemonic:
es: Por favor ingrese las siguientes palabras de su indicio de clave <strong>no encriptado</strong>:
it: Per piacere inserisci le seguenti parole dalla tua frase mnemonica <strong>non</strong> crittografata:

source: Word #
es: Palabra #
it: Parola #
th: คำ#
uk: Слово #

source: Verify
es: Verificar
it: Verifica
th: ยืนยัน
uk: Перевірити

source: You are now the proud owner of a bitcoin wallet
es: Ya es dueño de su propia Bitcoin Wallet
it: Ora puoi vantarti di avere un portafoglio Bitcoin
th: ขณะนี้คุณเป็นเจ้าของกระเป๋าบิทคอยน์แล้ว
uk: Тепер ви гордий власник гаманця bitcoin

source: Please finish this 4-step account setup to fully secure it against intruders
es: Por favor complete estos 4 pasos simples para terminar de asegurarla contra intrusos
it: Per piacere completa questi 4 passaggi per configurare e per rendere sicuro il tuo portafoglio.
th: กรุณาทำตามขั้นตอน 4 ขั้นตอนนี้เพื่อป้องกันบัญชีจากการบุกรุก
uk: Будь-ласка, завершіть це 4-крокове налаштування Вашого акаунта для повного захисту від зловмисників

source: Your <strong>encrypted</strong> mnemonic passphrase
es: Su contraseña de indicio de clave <strong>encriptado</strong>
it: La tua passphrase mnemonica <strong>crittografata</strong>
th: รหัสผ่าน <strong>เข้ารหัส</strong> ในการช่วยจำของคุณ

source: Click to use hardware wallet seed instead
es: Escribir a una wallet física

source: Generating mnemonic, please wait...
es: Generando indicio de clave, espere por favor...
it: Generazione mnemonica in corso...
th: กำลังสร้างรหัสช่วยจำ รอสักครู่...
uk: Генерування мнемонічної фрази, будь-ласка зачекайте...

source: Please write down these words and store them in a safe place as they can't be recovered.
es: Por favor escriba estas palabras y guárdelas en un lugar seguro. NO pueden ser recuperadas.
it: Per piacere scrivi e non perdere queste parole perchè non possono essere recuperate altrimenti.
th: กรุณาจดรหัสและนำเก็บไว้ในสถานที่ปลอดภัยเพราะไม่สามารถกู้คืนได้
uk: Будь-ласка, запишіть ці слова і бережіть їх у надійному місці, оскільки вони не можуть бути відновлені.

source: We do not store the above information anywhere, we can't help you recover it!
es: Nosotros no almacenamos esta información, ¡no podemos ayudarle a recuperarla!
it: Non salviamo queste parole sui nostri server dunque non possiamo aiutarti a recuperarle se le perdi!
th: เราไม่มีการเก็บข้อมูลใด ๆ และไม่สามารถช่วยคุณกู้คืนได้
uk: Ми ніде не зберігаємо вище вказану інформацію, ми не можемо допомогти Вам відновити її!

source: I confirm that my passphrase is saved &amp; secured and I agree with the
es: Confirmo que he guardado mi clave de forma segura y estoy de acuerdo con los
it: Confermo che la mia passphrase è al sicuro e aderisco
th: ฉันยืนยันว่ารหัสนั้นได้มีการเก็บรักษา &amp; อย่างปลอดภัยและฉันยอมรับเงื่อนไข
uk: Я підтверджую, що моя фраза-пароль збережена &amp; в безпечному місці і я згоден/згідна з

source: Write to NFC tag
es: Escribir a etiqueta NFC
it: Scrivi su tag NFC
th: เขียน NFC tag
uk: Записати на тег NFC

source: Write to a hardware wallet
es: Escribir a una wallet física
it: Scrivi su dispositivo wallet
uk: записати у фізичний гаманець

source: Warning: some printers store printed documents internally, so it can be insecure to print your mnemonic.
es: Advertencia, algunas impresoras alamcenan documentos impresos interamente, así que puede ser inseguro imprimir su indicio de clave.
it: Attenzione: alcuni stampanti ricordano i documenti stampati tramite una memoria interna, quindi potrebbe essere non sicuro stampare la tua frase mnemonica.
th: คำเตือน: เครื่องพิมพ์บางรุ่นมีการจัดเก็บเอกสาร ดังนั้นอาจไม่ปลอดภัยที่จะพิมพ์รหัสช่วยจำ

source: Print passphrase
es: Imprimir clave
it: Stampa passphrase
th: พิมพ์วลีรหัสผ่าน

source: This passphrase is encrypted, so<br/> your encryption password is required to use it.
es: Esta contraseña está encriptada, así que<br/> su contraseña de encriptación es requerida para utilizarlo.
it: Questa password è criptata, quindi la tua password di crittazione è richiesta per utilizzarla.
th: ชัอความนี้ถูกเข้ารหัสลับ เพื่อ <br/> รหัสผ่านการเข้ารหัสลับของคุณจะต้องใช้

source: No Electrum servers are reachable. They are used to verify that our servers don't attempt misleading your client into spending wrong amount of money.
es: No hay servidores Electrum accesibles. Son usados para verificar que nuestros servidores no intenten engañar a su cliente a gastar el monto de dinero incorrecto.
it: Nessun server di electrum è raggiungibile. Sono usati per verificare che i nostri server non tentino di fuorviare il client nello spendere un ammontare sbagliato di denaro.
th: ไม่สามารถเข้าถึงเซอร์เวอร์ Electrum ใช้เพื่อตรวจสอบว่าเซอร์เวอร์เราไม่พยายามนำลูกค้าไปยังการใช้เงินที่ผิดพลาด

source: Do you want to continue sending the transaction without Electrum network verification?
es: ¿Quiere continuar enviando la transacción sin la verificación de la red Electrum?
it: Vuoi comunque inviare la transazione senza la verifica del network di electrum?
th: คุณต้องการส่งธุรกรรมต่อไปโดยไม่ผ่านการยืนยันของเครือข่าย Electrum

source: General Settings
es: Ajustes generales
it: Impostazioni Generali
th: ตั้งค่าทั่วไป
uk: Загальні налаштування

source: Currency
es: Moneda
it: Valuta
th: สกุลเงิน
uk: Валюта

source: Select your currency and pricing source.
es: Seleccione tu moneda y la fuente de precios
it: Seleziona la tua valuta preferita e la fonte per il cambio.
th: เลือกสกุลเงินของคุณและราคาต้นทาง
uk: Виберіть валюту та джерело курсу.

source: Pricing source to use
es: Usar precios de
it: Fonte per il cambio
th: แหล่งที่มาการกำหนดราคาที่จะใข้
uk: Використовувати джерело курсу

source: Show amounts in
es: Ver montos en
it: Visualizza ammontare in
th: แสดงยอดเงิน
uk: Показати суму в

source: Sound
es: Sonido
it: Suono
th: เสียง
uk: Звукові повідомлення

source: Enable or disable sounds
es: Activar o desactivar sonidos
it: Attivare o disattivare i suoni
th: เปิด หรือปิดเสียง
uk: Увімкнути або вимкнути звукові повідомлення

source: Enable sounds
es: Habilitar sonidos
it: Abilitare i suoni
th: เปิดใช้งานเสียง
uk: Увімкнути звукові повідомлення

source: Language
es: Idioma
it: Lingua
th: ภาษา
uk: Мова

source: Change language to
es: Cambiar idioma a
it: Cambia la lingua a
th: เปลี่ยนภาษา
uk: Змінити мову на

source: Use GreenAddress to handle bitcoin: links.
es: Usar GreenAddress para manejar bitcoin: links.
it: Usa GreenAddress per gestire i link bitcoin.
th: ใช้ GreenAddress เพื่อจัดการกับ bitcoin: เชื่อมโยง
uk: Використовувати GreenAddress для відкриття bitcoin: посилання.

source: Enable Handler
es: Habilitar Handler
it: Abilita gestione
th: ช่วยการจัดการ
uk: Дозволити обробник

source: Set your email address for transactions notifications, two factor authentication, and nLockTime transactions.
es: Configure su dirección de correo electrónico para notificaciones de transacciones, autenticación de doble factor y las transacciones nLockTime.
it: Impostare il tuo indirizzo e-mail per le notifiche di transazioni, l'autenticazione a due fattori e transazioni nLockTime.
th: ตั้งค่าของคุณที่อยู่อีเมล์สำหรับการแจ้งเตือนธุรกรรม ปัจจัยสองรับรองความถูกต้อง และธุรกรรม nLockTime
uk: Задати email адресу для повідомлень про транзакції, 2-факторної аутентифікації, і nLockTime транзакцій.

source: Change email address
es: Cambiar dirección de correo electrónico
it: Modifica indirizzo e-mail
th: เปลี่ยนอีเมล์
uk: Змінити email адресу

source: Set email address
es: Configurar dirección de correo electrónico
it: Imposta l'indirizzo email
th: การตั้งค่าอีเมล์
uk: Задати email адресу

source: You need to provide confirmation code from your email to allow using it.<br> Please check your email and provide the code.
es: Debe proporcionar el código de confirmación de su correo electrónico para permitir utilizarlo.<br>Por favor revise su correo electrónico y provea el código.
it: E' necessario utilizzare il codice ricevuto via email per usare l'autenticazione. <br> Per piacere verifica la tua email e inserisci il codice.
th: คุณต้องระบุรหัสยืนยันจากอีเมล์ของคุณให้ใช้<br>โปรดตรวจสอบอีเมล์ของคุณ และให้รหัส
uk: Вам потрібно ввести код підтвердження з вашого email для того щоб дозволити використання.<br> Будь-ласка перевірте email і введіть код.

source: Confirm
es: Confirmar
it: Conferma
th: ยืน​ยัน
uk: Підтвердити

source: The code is valid only for 5 minutes, so you can request another one if necessary.
es: El código es válido sólo por 5 minutos, así que usted puede pedir uno nuevo si es necesario.
it: Il codice è valido solo per 5 minuto, richiedine uno nuovo se necessario.
th: รหัสถูกต้องสำหรับ 5 นาที เพื่อให้คุณสามารถร้องขออย่างอื่นถ้าจำเป็น
uk: Код дійсний лише на протязі 5 хвилин, тому ви можете запросити інший при необхідності.

source: Request another code
es: Solicitar otro código
it: Richiedi un altro codice
th: ขอรหัสอื่น
uk: Запросити інший код
