Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangoweb.po
Languages: de, fr, nl, pl, se

source: <p><h4>More features that allow convenient and secure access to your wallet</h4></p> <p>Enable <strong>quick</strong> PIN login to your wallet from any of your devices without having to use your passphrase</p> <p>Should our system be taken down or disappear, sleep <strong>safe</strong> with our automatic presigned transaction (nLockTime) allowing you to simply wait for your selected expiry to get your funds!</p> <p>All transfers to your wallet (including change) will use a newly generated address each time making it harder for people you transact with to read your past and future transactions</p>
de: <p><h4>Weitere Funktionen, die bequemen und sicheren Zugriff auf Ihre Brieftasche erlauben</h4></p><p>Aktivieren Sie <strong>schnelle</strong> PIN-Anmeldung zu Ihrer Brieftasche von allen Ihren Geräte ohne Ihre Passphrase benutzen zu müssen</p><p>Sollte unser System abgeschaltet oder nicht erreichbar sein, können Sie <strong>sicher</strong> schlafen mit unserer automatisch im voraus signierten Transaktion (nLockTime), so dass Sie einfach auf Ihr selbst fest gelegtes Ablaufdatum warten können um Ihr Guthaben zu erhalten!</p><p>Alle Transfers auf Ihre Brieftasche (einschließlich Wechselgeld) benutzen eine jedes mal neu generierte Adresse, so dass es für Transaktionspartner schwerer ist Ihre vergangenen und zukünftigen Transaktionen zu lesen.</p>
fr: <p><h4>Plus de fonctionnalités pour préserver la sécurité de votre portefeuille.</h4></p> <p>Activez la connexion rapide avec votre PIN pour accéder à votre portefeuille depuis n'importe quel appareil sans être obligé d'utiliser votre passphrase.</p> <p>Si notre service devait disparaître vous pouvez dormir tranquille grâce au système de pré-signature <strong>nLockTime</strong> qui vous permet de débloquer des fonds automatiquement après leur expiration.</p> <p>Toutes les transactions entrantes sur votre porte-monnaie (y compris les retours de monnaie) sont effectuées sur une nouvelle adresse générée aléatoirement, rendant plus difficile pour vos contacts le traçage de vos transactions.</p>
nl: <p><h4>Meer functies die de gebruiksvriendelijkheid en toegang tot uw portemonnee verbeteren</h4></p> <p>Log <strong>snel</strong> in door middel van uw pincode op andere apparaten zonder uw wachtwoord in te hoeven voeren</p> <p>Mocht onze dienst ooit gekraakt worden dan kunt u gerust zijn dat uw geld <strong>veilig</strong> is. Onze "nLockTime" functie zorgt ervoor dat u uw geld kunt versturen nadat een vooraf ingestelde tijd verlopen is, zonder dat onze privésleutel hieraan te pas komt.</p> <p>Iedere inkomende transactie krijgt een nieuw publiek adres toegewezen. Dit zorgt ervoor dat andere geen inzicht hebben in uw balans en transacties</p>
pl: <p><h4>Posiadamy więcej opcji umożliwiających wygodny i bezpieczny dostęp do Twojego portfela.</h4></p> <p>Włączenie opcji <strong>szybkiego</strong> logowania do Twojego portfela za pomocą kodu PIN umożliwia logowanie się z każdego Twojego urządzenia bez konieczności podawania Twojego hasła.</p> <p>W przypadku zdjęcia naszego serwisu, jego zniknięcia czy problemów technicznych, możesz spać <strong>spokojnie</strong> z naszymi automatycznymi, wcześniej podpisanymi transakcjami (nLockTime) masz możliwość odczekania ustawionego przez Ciebie wcześniej terminu ważności transakcji aby odzywskać swoje środki!</p> <p>Wszystkie wpłaty na Twoje konto (włączając resztę) będą za każdym razem korzystały z nowo wygenerowanego adresu, sprawiając że odczytanie Twoich przyszłych i przeszłych transakcji jest dużo trudniejsze przez osoby z którymi zawierasz transakcje.</p>

source: Social integration
de: Soziale Integration
fr: Compatible médias sociaux
nl: Social media integratie
pl: Integracja społeczna

source: 1) Hot wallets can be emptied and cold wallets may have delays, bugs or be lost<br> 2) If the service is compromised brute force attacks may be tried on your encrypted wallet, requires strong password.<br> 3) Access to user wallets requires that both the user and the service are compromised at the same time which reduces risks.
de: 1) "Heiße" Brieftaschen können geleert werden und kalte Brieftaschen können Verzögerungen haben, fehlerhaft sein oder verloren gehen<br> 2) Wenn der Dienst kompromittiert ist können Brute Force Angriffe auf Ihre verschlüsselte Brieftasche ausgeübt werden, was ein starkes Passwort erfordert.<br> 3) Zugriff auf Brieftaschen der Nutzer erfordert dass sowohl der Nutzer als auch der Dienst gleichzeitig kompromittiert sind, was Risiken mindert.
fr: 1) Les porte-monnaies "hot" (en ligne) peuvent être vidés et ceux hors ligne (cold) peuvent subir des ralentissement, bugs ou peuvent être perdus<br> 2) Si le service est compromis des attaques de type brute force peuvent être tentées sur votre portefeuille ce qui vous oblige à avoir un mot de passe très fort.<br> 3) Un accès frauduleux à votre porte-monnaie ne pourrait avoir lieu que si les deux parties ont été compromises (l'utilisateur et notre service) en même temps, ce qui réduit grandement les risques.
nl: 1) Online portemonnees kunnen worden geleegd en offline portemonnees zijn gevoelig voor vertragingen, bugs of verlies<br> 2) Als de service wordt gecompromitteerd, kunnen brute kracht aanvallen op uw gecodeerde portemonnee worden geprobeerd, sterk wachtwoord vereist.<br>3) Toegang tot portemonnees van gebruikers vereist dat zowel de gebruiker als de service tegelijkertijd gecompromitteerd wordt, wat risico's vermindert.
pl: 1) Portfele online mogą zostać opróżnione a offline mogą mieć opóźnienia, błędy czy mogą zostać utracone.<br> 2) Jeśli serwis zostanie zaatakowany, metodą brute force można próbować dostać się do Twojego zaszyfrowanego portfela, więc wymagają one ustawienia silnego hasła.<br> 3) Uzyskanie dostępu do portfela użytkownika jest możliwe tylko w przypadku zagrożenia konkretnego portlefa i całego serwisu jednocześnie, co znacznie zmniejsza ryzyko przejęcia danych.

source: <h3>We use hierarchical deterministic wallets</h3>(or BIP0032 HD Wallet) which means we use new addresses for each incoming transaction (including change), which, together with coinjoin (coming soon) allows you to maintain your privacy at the highest standard.
de: <h3>Wir benutzen hierarchische deterministische Brieftaschen</h3><br>(oder BIP0032 HD Brieftaschen) was heißt dass wir neue Adressen für jede eingehende Transaktion (einschließlich Wechselgeld) verwenden, was zusammen mit CoinJoin (kommt bald) erlaubt Ihre Privatsphäre bestens zu bewahren.
fr: <h3>Nous utilisons un système de porte-monnaies déterministes hiérarchiques</h3><br>(ou porte-monnaie BIP0032 HD) ce qui signifie que nous générons une nouvelle adresse à chaque fois qu'une transaction entrante est effectuée (y compris pour les retours de monnaie), ce qui, allié au système CoinJoin (bientôt), fournit les standards de sécurité les plus exigeants du moment.
nl: <h3>We gebruiken hiërarchische deterministische wallets</h3><br>(of BIP0032 HD portemonnee) die betekent dat we nieuwe adressen gebruiken voor elke inkomende transactie (inclusief wisselgeldadressen), die u, samen met coinjoin (binnenkort beschikbaar), in staat stellen uw privacy op het hoogste niveau te bewaren.
pl: <h3>Używamy hierarchicznych, deterministycznych portfeli.</h3>(lub portfeli BIP0032 HD) co oznacza, że używamy nowych adresów dla każdej przychodzącej transakcji (włączając resztę), co razem z funkcją coinjoin (dostępną wkrótce) pozwala Ci na zachowanie najwyższych standardów bezpieczeństwa.

source: <h3>Quickly check your balance</h3>You can use a number of third party services (like Facebook) to quickly check if you have received a transaction or to check your balance without exposing your wallet, indeed quite convenient when in a hurry and/or on a third party computer
de: <h3>Prüfen Sie schnell Ihr Guthaben</h3><br>Sie können andere Dienste (wie Facebook) nutzen um schnell zu prüfen ob Sie eine Transaktion erhalten haben oder um Ihr Guthaben einzusehen, ohne Ihre Brieftasche zu gefährden. Praktisch wenn Sie in Eile sind oder an einem fremden Computer
fr: <h3>Coup d'oeil rapide sur vos avoirs</h3><br>Vous pouvez utiliser un certain nombre de services tiers pour vous connecter à votre porte-monnaie rapidement pour voir si vous avez reçu une transaction ou simplement vérifier vos comptes sans compromettre la sécurité de vos fonds. Ce qui est très appréciable quand on doit se connecter via un WiFi publique ou sur un l'appareil de quelqu'un d'autre
nl: <h3>Snel uw saldo controleren</h3><br>U kunt een aantal diensten van derden (zoals Facebook) gebruiken om snel te controleren of u een transactie hebt ontvangen, of om uw saldo te checken zonder uw portemonnee aan risico bloot te stellen. Heel handig wanneer u haast hebt en/of op een computer van een derde werkt
pl: <h3>Możesz szybko sprawdzić swoje saldo</h3><br>Możesz wykorzystać kilka zewnętrznych serwisów (takich jak np. Facebook) aby szybko sprawdzić czy otrzymałeś swoją transakcję lub sprawdzić stan swojego konta bez obawy narażania swojej prywatności, jest to także bardzo wygodne np. gdy się śpieszymy i/lub jesteśmy zalogowani z niezaufanego komputera

source: <h3>We provide presigned transactions</h3>In order to provide limits and two factor your funds are secured with both your key and ours. For ease of mind, presigned transaction are enabled (uses nlocktime) which means that each time your wallet has updates we will forward to you a presigned transaction unlocking the funds at a date in the future of your choice.
de: <h3>Wir bieten im voraus signierte Transaktionen</h3><br>Um Grenzen und Zwei-Faktor-Authentifizierung anzubieten ist Ihr Guthaben sowohl mit Ihrem als auch mit unserem Schlüssel gesichert. Für Ihre Geistesruhe sind im voraus signierte Transaktion (mit nLockTime) erlaubt. Bei jeder Aktualisierung Ihrer Brieftasche bekommen Sie dann von uns eine im Voraus signierte Transaktion, die das Guthaben zu einem zukünftigen Zeitpunkt Ihrer Wahl freigibt.
fr: <h3>Transactions pré-signées</h3><br> Pour optimiser la sécurité de vos avoirs, les transactions sont signées grâce à un système de double clé, la notre et la votre. Mais si notre système venait à disparaître nous avons mis en place des transactions pré-signées permettant de transférer des fonds après un certain temps (configurable), ce qui signifie qu'à chaque fois que votre porte-monnaie est mis à jour nous vous envoyons une transaction pré-signée débloquant vos fonds à une date et une adresse de votre choix (utilise nLockTime).
nl: <h3>Wij bieden vooraf gesigneerde transacties</h3><br>Om opnamelimieten en dubbele verificatie te bieden worden uw fondsen beveiligd met zowel één sleutel van u als één van ons. Voor uw gemoedsrust kunnen vooraf gesigneerde transacties worden ingeschakeld (dit gebruikt nlocktime) wat betekent dat we u elke keer dat u mutaties in uw portemonnee hebt een vooraf gesigneerde transactie toezenden waarmee u de fondsen op een tijdstip in de toekomst van uw keuze kunt ontgrendelen.
pl: <h3>Zapewniamy wcześniej podpisane transakcje</h3><br>Aby zapewnić limity i dwustopniową autoryzację Twoje fundusze są chronione zarówno przez Twój prywatny klucz jak i nasz. Dla Twojego spokoju udostępniamy wcześniej zapisane transakcje (wykorzystujące nLocktime) co oznacza, że za każdym razem gdy Twój portfel zostanie uaktualniony, przekażemy do Ciebie wcześniej podpisaną transakcję która odblokuje Twoje środki w wyznaczonym przez Ciebie terminie i na adres wygenerowany z Twojego mnemoniku.

source: <h3>We use P2SH to make this all easy</h3>P2SH allows people you interact with to handle transactions to and from GreenAddress' wallets transparently.
de: <h3>Wir benutzen P2SH um all das einfach zu machen</h3><br>P2SH erlaubt es Leuten mit denen Sie in Kontakt sind Transaktion von und zu Brieftaschen bei GreenAddress transparent zu handhaben.
fr: <h3>Pay To Script Hash</h3><br>Nous utilisons les adresses P2SH, permet aux utilisateurs avec qui vous communiquez de traiter les transaction vers et depuis un porte-monnaie GreenAddress de façon transparente.
nl: <h3>We gebruiken P2SH om dit allemaal makkelijk te maken</h3><br>P2SH stelt mensen met wie u zaken doet in staat transacties van en naar portefeuilles van GreenAddress op transparante wijze te verwerken.
pl: <h3> Używamy P2SH aby wszystko uprościć</h3> <br> P2SH pozwala ludziom z którymi się kontaktujesz przejrzystą obsługę transakcji do i z portfelów na GreenAddress.

source: <h3>We offer our second signature</h3>Which allows us to offer and enforce 2 factor authenticated payments and daily, weekly and monthly limits, rate limiting your transactions per hour, day, week and month and make your payment instant by providing a double spend checks with GreenAddress!
de: <h3>Wir bieten unsere zweite Signatur</h3><br>Dies erlaubt uns durch Zwei-Faktor-Authentifizierung bestätigte Zahlungen anzubieten und überprüfen, mit täglichen, wöchentlichen und monatlichen Transaktionsgrenzen, Häufigkeitsbegrenzungen pro Stunde, Tag, Woche und Monat, sowie sofortigen Zahlungen dank Gegenprüfung durch GreenAddress!
fr: <h3>La double signature</h3><br>Ce système de double signature nous permet de renforcer la sécurité en imposant une double authentification lors de chaque paiement, de proposer des limites de dépenses ou de la fréquence à laquelle vous pouvez envoyer de l'argent, mais nous permet aussi de vérifier les doubles dépenses instantanément et ainsi de confirmer immédiatement vos transaction!
nl: <h3>Wij bieden onze tweede handtekening</h3><br>Wat het ons mogelijk maakt betalingen met 2-factor autorisatie aan te bieden en te verifiëren. Dagelijkse, wekelijkse en maandelijkse limieten limiteren uw transacties per uur, dag, week en maand. Betaling zonder wachttijd worden mogelijk gemaakt door het verstrekken van een controle op dubbele uitgaven met GreenAddress!
pl: <h3>Oferujemy nasz drugi podpis</h3><br>To pozwala nam zaoferować i egzekwować dwustopniową autoryzację w celu autoryzacji płatności, ustawienia dziennych, tygodniowych i miesięcznych limitów, ustawienie limitu częstotliwości transakcji na dzień, tydzień i miesią, oraz natychmiastowe płatności z ochroną przed podwójnym wydaniem przez GreenAddress!

source: <h3>Send money to anyone via SMS, Twitter, Facebook, etc</h3>If the user has an account at GreenAddress they will be immediately notified of the transfer which will be instantly added to their balance. If they don’t have an account they will receive a notification with a link to redeem the funds requiring a password (BIP0038) of your choice that you will be asked to notify them of via a second channel. The funds will always be in your control while not yet redeemed.
de: <h3>Senden Sie Geld an jeden via SMS, Twitter, Facebook, etc</h3><br>Wer bereits ein Konto bei GreenAddress hat, bekommt das Guthaben sofort gutgeschrieben und wird darüber benachrichtigt. Wer noch kein Konto hat erhält einen Link um das Guthaben mit einem Passwort Ihrer Wahl einzulösen, welches Sie persönlich übermitteln. Das Guthaben bleibt in Ihrer Hand, bis es eingelöst wird.
fr: <h3>Envoyez de l'argent via SMS, Twitter, Facebook etc.</h3><br>Si le destinataire possède également un compte GreenAddress il sera instantanément prévenu et l'argent sera immédiatement ajouté à son solde. Si il n'a pas de compte chez nous il recevra une simple notification avec un lien pour réclamer l'argent à l'aide d'un mot de passe (BIP0038) que vous aurez configuré. Tant que les fonds ne sont pas réclamés ils restent sous votre contrôle.
nl: <h3>Stuur geld aan wie dan ook via SMS, Twitter, Facebook, enz</h3><br>Als de gebruiker een account heeft op GreenAddress zal deze meteen op de hoogte worden gesteld van de transactie die ook direct wordt toegevoegd aan hun saldo. Als hij nog geen account heeft, krijgt hij een melding met een link om door middel van een door u gekozen wachtwoord (BIP0038) het bedrag op te nemen. U zal gevraagd worden hen van het wachtwoord op de hoogte te stellen via een tweede communicatiekanaal. Het bedrag kan altijd door u worden opgenomen zolang het niet door de ontvanger is opgenomen.
pl: <h3>Wysyłaj swoje pieniądze do każdego poprzez SMS, Twitter, Facebook czy inne</h3><br>Jeśli odbiorca posiada konto na GreenAddress będzie natychmiast powiadomiony o tym transferze i saldo na koncie zostanie zaktualizowane. Jeśli odbiorca nie posiada portfela GreenAddress.it, otrzyma on powiadomienie z linkiem do przyjęcia płatności wymagającym podanego przez Ciebie hasła (BIP0038), które powinieneś przesłać odbiorcy inną drogą. Fundusze w dalszym ciągu będą pod Twoją kontrolą dopóki nie zostaną odebrane.

source: or
de: oder
fr: ou
nl: of
pl: lub

source: Error
de: Fehler

source: Redeem funds
de: Guthaben einlösen
fr: Réclamer des fonds
nl: Geld opnemen
pl: Wykorzystaj fundusze

source: You've received
de: Sie haben erhalten
fr: Vous avez reçu
nl: U hebt ontvangen
pl: Otrzymałeś

source: singular %(num)d
fr: singulier %(num)d
nl: enkelvoud %(num)d

source: Full Stack Developer
fr: Développeur principal
nl: Ontwikkelaar

source: Support and contacts for GreenAddress Bitcoin wallet
fr: Support et contacts pour GreenAddress Bitcoin portefeuille

source: To enable GreenAddress to recognize your device and to provide features to you, we use cookies. Cookies are unique identifiers that we transfer to your device to enable our services to recognize your device and to provide features such as providing you with protection from Cross-site request forgery and display the site in the language you have selected or to not show you the EU cookie compliance info banner.
nl: Om te zorgen dat GreenAddress uw apparaat herkend en u functies kunt aanbieden gebruiken we cookies. Cookies zijn unieke id's die we naar uw apparaat versturen zodat onze dienst uw apparaat herkent en om te zorgen dat de website altijd in uw taal wordt weergegeven. Ook wordt onthouden dat u akkoord bent gegaan met cookies zodat u de melding met betrekking tot cookies maar een keer hoeft te accepteren.
