Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangoweb.po
Languages: de, fr, nl, pl, se

source: To have a secure but quick access from this device set your PIN
se: För att ha säker men snabb åtkomst från denna enhet, ange en PIN-kod

source: PIN number
se: PIN-nummer

source: Four digits number
se: Fyrsiffrigt nummer

source: PIN set, ready for step 3
se: PIN angiven, redo för steg 3

source: Setting PIN...
se: Anger PIN...

source: Skip PIN setup and continue
se: Skippa PIN och fortsätt

source: Recipient
se: Mottagare

source: Scan QR
se: Skanna QR

source: Encryption passphrase
se: Krypteringslösenfras

source: will be paid by
se: kommer betalas av

source: Me
se: Mig

source: calculating
se: beräknar

source: Change language to
se: Byt språk till

source: Currency
se: Valuta

source: Select your currency and pricing source.
se: Välj din valuta och priskälla.

source: Pricing source to use
se: Priskälla att använda

source: Show amounts in
se: Visa summor i

source: Notifications
se: Notifikationer

source: Send incoming transaction notification by
se: Skicka notifikation för inkommande transaktion genom

source: Send outgoing transaction notification by
se: Skicka notifikation för utgående transaktion genom

source: NOTE
se: OBSERVERA

source: Code
se: Kod

source: Enable quick login on this device
se: Aktivera snabbinloggning på denna enhet

source: Change PIN number
se: Ändra PIN-nummer

source: Set PIN number
se: Ställ in PIN-nummer

source: Four digit number
se: Fyrsiffrigt nummer

source: Confirm
se: Bekräfta

source: Disable quick login on all devices
se: Inaktivera snabbinloggning på alla enheter

source: set PIN to
se: ställ in PIN till

source: Remove
se: Ta bort

source: Link your own third party accounts
se: Länka dina egna tredjepartskonton

source: Username
se: Användarnamn

source: Password
se: Lösenord

source: Link handler
se: Länkhanterare

source: Use GreenAddress to handle bitcoin: links.
se: Använd GreenAddress för bitcoin: länkar.

source: Enable Handler
se: Aktivera hanterare

source: Show mnemonic
se: Visa mnemonic

source: Display your mnemonic for account recovery or cloning on another device.
se: Visa din mnemonic för att återställa kontot eller komma åt det på andra enheter.

source: blocks
se: block

source: Show URI and address
se: Visa URI och adress

source: Permanent Payment URL
se: Permanent betalnings-URL

source: Private key in WIF format
se: Ange privat nyckel i WIF-format

source: Enter a private key to sweep here
se: Ange en privat nyckel att svepa här

source: Sweep
se: Svep

source: Show previously generated addresses
se: Visa tidigare genererade adresser

source: Show
se: Visa

source: Welcome to GreenAddress.it!
se: Välkommen till GreenAddress.it!

source: Please log in to use your Wallet
se: Vänligen logga in för att använda plånboken

source: phone number: %(abc)s
de: Telefonnummer: %(abc)s
fr: Numéro de téléphone : %(abc)s
nl: Telefoonnummer: %(abc)s
pl: numer telefonu: %(abc)s
se: telefonnummer: %(abc)s

source: Request rate limit exceeded
de: Anfragenratenlimit überschritten
fr: Vous avez atteint la limite de volume de requêtes
nl: Aanvraaglimiet overschreden
pl: Limit częstotliwości zapytań przekroczony

source: phone number
de: Telefonnummer
fr: Numéro de téléphone
nl: telefoonnummer
pl: numer telefonu

source: Careers
de: Karriere
fr: Carrières

source: FAQ for GreenAddress Bitcoin wallet
de: FAQ für die GreenAddress Bitcoin Brieftasche
fr: FAQ pour portefeuille GreenAddress Bitcoin

source: GreenAddress FAQ: how to get a Bitcoin wallet? How secure are my bitcoins? Can I do instant payment?
de: GreenAddress FAQ: wie bekommt man eine Bitcoin Brieftasche? Wie sicher sind meine Bitcoins? Kann ich sofort bezahlen?

source: Can I try your service? Do you have a testnet/UAT version?
de: Kann ich Ihren Dienst ausprobieren? Haben Sie eine Testnet/UAT-Version?
fr: Est-il possible de tester votre service ? Avez-vous une version de test?
nl: Kan ik deze dienst uitproberen? Is er een testnet/UAT versie beschikbaar?
pl: Czy mogę wypróbować wasz serwis? Czy posiadacie wersję testnet/UAT?

source: and you can find a testnet faucet on
de: und Sie können einen Testnet-Faucet finden unter
fr: et vous trouverez un faucet de test sur
nl: en je kunt een testnet bron vinden op
pl: , a monety testowe można pobrać z testnet faucet pod adresem

source: Don't forget to send the testnet coins back to the faucet when you are done!
de: Vergessen Sie nicht das Testnet-Guthaben zurück an den Faucet zu schicken, wenn Sie fertig sind!
fr: N'oubliez pas de renvoyer les coins au faucet lorsque vous avez terminé!
nl: Vergeet niet de testnet coins terug te sturen naar de bron wanneer u klaar bent!
pl: Nie zapomnij o odesłaniu monet testowych z powrotem do testnet faucet kiedy skończysz!

source: This allows you to keep your ease of mind even in case GreenAddress disappears with its keys.
de: So können Sie Ruhe bewahren, auch wenn GreenAddress mit allen Schlüsseln verschwindet.

source: Social/email/SMS integration
de: Soziale/Email/SMS Integration
fr: Interaction avec les outils sociaux, email et SMS
nl: Social media/e-mail/SMS integratie
pl: Integracja portali społecznościowych/email/SMS

source: Green address instant transaction confirmation
de: Green address sofortige Transaktionsbestätigung
fr: Confirmation instantanée des transactions avec une Green Address
nl: Green adress onmiddellijke transactie verificatie
pl: Green address dla transakcji natychmiastowych

source: Mnemonic seed backup once and forget
de: Einmalig notwendiges mnemonisches Backup, danach nie wieder
fr: Code mnémonique, sauvegardez une fois et n'y pensez plus
nl: Backup de mnemonic seed eenmalig
pl: Mnemonik - zapisz kopię zapasową raz i zapomnij o nim

source: Simply put, we offer the best web wallet available: We include more features and security safeguards than the competition with a simple interface through your browser or phone.
de: Einfach gesprochen bieten wir den besten Webdienst an: Wir haben mehr Funktionen und Sicherheitsmerkmale als die Konkurrenz zusammen mit einem einfachen Interface in ihrem Browser oder Smartphone.
fr: Pour faire simple, nous proposons le meilleur système de porte monnaie actuellement disponible : nous mettons en oeuvre plus de fonctionnalités pour la sécurité que n'importe quel autre outil, le tout via une interface web simple accessible via ordinateur fixe ou smartphone.
nl: Simpel gezegd, wij bieden de beste web portemonnee beschikbaar. Wij hebben meer functies en veiligheidsmaatregelen dan de concurrentie met een simpele interface voor uw browser of smartphone.
pl: Po prostu, oferujemy najlepszy dostępny portfel online. Udostępniamy więcej funkcji i zapewniamy większe bezpieczeństwo niż konkurencja a dodatkowym atutem jest prosty interfejs zarówno w przeglądarce jak i w Twoim telefonie.

source: A random password (256 AES) is created and used to encrypt your mnemonics and store them on your device in encrypted form. The random password is sent server side and destroyed on the client. When during login the user provides the right PIN a mechanism will ask the server for the password which is used to decrypt the mnemnonic passphrase stored on your device and get you in your wallet. If the PIN is provided wrong for 3 times in a row the password is then deleted from our servers.
de: Ein zufälliges Passwort (256 AES) wird erstellt und benutzt um Ihre Passphrase zu verschlüsseln und in dieser Form auf Ihrem Gerät zu speichern. Das zufällige Passwort wird dann an den Server geschickt und auf Nutzerseite vernichtet. Wenn der Nutzer beim Login die korrekte PIN angibt wird ein Mechanismus den Server nach dem Passwort fragen, was dann verwendet wird um die Passphrase auf Ihrem Gerät zu entschlüsseln und Ihnen Zugriff auf Ihre Brieftasche zu gewähren. Wenn die PIN drei mal in Folge falsch eingegeben wird löschen wir das Passwort von unseren Servern.
fr: Un mot de passe aléatoire (256 AES) est généré et utilisé pour chiffrer vos codes mnémoniques et les stocker sur votre appareil (toujours chiffrés). Le mot de passe aléatoire est envoyé côté serveur et détruit sur le client. Pendant la phase de connexion, si l'utilisateur fournit le bon PIN un mecanisme va demander au serveur le mot de passe qui sera utilisé pour déchiffrer le code mnémonique stocké sur votre appareil afin de vous donner accès à votre porte-monnaie. Si un mauvais PIN est founit, au bout de trois tentatives consécutives le mot de passe sera effacé de nos serveurs.
nl: Een willekeurig wachtwoord wordt aangemaakt en gebruikt om uw mnemonics te versleutelen en op te slaan op uw apparaat. Dit willekeurig wachtwoord wordt hierna verwijdert van uw apparaat. Als u tijdens het inloggen de juiste pincode invoert wordt dit wachtwoord opgevraagd aan de server, welke daarna gebruikt wordt om uw mnemnonic die op uw apparaat staat te ontsleutelen en in uw portemonnee te komen. Als de pincode driemaal in een rij verkeer wordt ingevoerd wordt het wachtwoord verwijdert van onze servers.
pl: Losowe hasło (256 AES) jest wytworzone i używane w celu szyfrowania Twojego mnemoniku i przechowywaniu go na Twoim urzadzeniu w postaci zaszyfrowanej. Losowe hasło wysyłane jest z serwera i zniszczone na kliencie po użyciu. Jeśli podczas logowania użytkownik wprowdzi prawidłowy kod PIN mechanizm ten poprosi serwer o hasło, które używane jest do odszyfrowania hasła-mnemoniku przechowywanego na Twoim urządzeniu i przenosi Cię do Twojego portfela. Jeśli kod PIN zostanie błędnie wprowadzony 3 razy z rzędu, hasło to jest w konsekwencji kasowane z naszych serwerów.

source: When are you going to offer feature XYZ? I would like to access my wallet in my language, can you add it?
de: Wann bieten sie die neue Funktion XYZ? I möchte Zugriff auf meine Brieftasche in meiner Sprache haben, wann bieten Sie das an?
fr: Pouvez-vous ajouter telle ou telle fonctionnalité ? J'aimerais pouvoir utiliser mon porte-monnaie dans ma langue, pouvez-vous l'ajouter ?
nl: Wanneer voegen jullie functie X toe? Ik zou graag mijn portemonnee willen bekijken in mijn eigen taal, kunnen jullie deze toevoegen?
pl: Kiedy zamierzacie dodać opcję XYZ? Chciałbym/Chciałabym uzyskać dostęp do portfela w swoim języku, czy jesteście w stanie go dodać?

source: We are constantly looking for feedback from our users, if you want to provide some feedback or get involved feel free to PM on reddit (/u/BitFast) or send us an email at
de: Wir suchen stets Rückmeldungen von unseren Nutzern. Wenn Sie mit uns in Kontakt treten oder mitmachen wollen, schreiben Sie uns einfach eine PM auf Reddit (/u/BitFast) oder eine Email unter

source: We have many features and language support for many languages in the pipeline, please check with us if you want to be kept up to date with development and please be patient :)
de: Wir haben viele Funktionen und Sprachen in Entwicklung, bitte melden Sie sich wenn sie auf dem aktuellen Stand der Entwicklung bleiben möchten. Und haben Sie ein wenig Geduld :)
fr: Nous avons beaucoup de fonctionnalités en cours de développement et de nouvelles versions linguistiques dans les tuyaux, contactez-nous si vous voulez être mis au courant de l'avancement, et soyez patient ;)
nl: We hebben veel nieuwe functies en vertalingen in de planning staan. Neem contact met ons op als u op de hoogte gehouden wilt worden en wees alstublieft geduldig :)
pl: Posiadamy wiele funkcji i planujemy wsparcie dla wielu jezyków. W celu uzyskania informacji dotyczących rozwoju naszego serwisu skontaktuj się z nami. Prosimy o cierpliwość :)

source: Do you have a donate button for linking to users payment URLs?
de: Haben Sie einen Spendenbutton um zur Bezahlungs-URL von Nutzern zu verlinken?
fr: Avez-vous un bouton de don pour renvoyer les utilisateurs vers une URL de paiement ?
nl: Hebben jullie een donatie knop voor het linken naar het publieke adres van gebruikers?
pl: Czy posiadacie przycisk dotacji do linkowania adresów URL do odbierania płatności?

source: Sure have a look below (let us know if you have created one!).
de: Sicher, sehen Sie unten (lassen Sie uns wissen falls Sie selbst einen erstellen!).
fr: Tout à fait, voyez ci-dessous (tenez-nous au courant si vous en avez créé vous-même !).
nl: Zeker weten! Neem hieronder een kijkje en laat het ons weten als u een eigen versie gemaakt hebt!
pl: Przyciski są dostępne poniżej (daj nam znać jeśli ich używasz!)

source: What exactly is an 'instant greenaddress transaction'?
de: Was genau ist eine 'sofortige greenaddress Transaktion'?
fr: Qu'est-ce qu'une "transaction greenaddress instantanée" exactement ?
nl: Wat precies is een "onmiddellijke greenaddress transactie"?
pl: Czym dokładnie jest 'natychmiastowa transakcja greenaddress'?

source: Your transactions are protected by both your signature and by a signature we apply when we get your permission via two factor. With this protection, comes the fact that people receiving Bitcoin from you can trust the funds instantly as we provide a 'special' signature to your transaction when you require instant confirmation.
de: Ihre Transaktionen sind sowohl durch Ihre Signatur als auch unsere geschützt, wenn wir Ihre Genehmigung durch Zwei-Faktor-Authentifizierung erhalten. Dadurch können Empfänger Ihres Guthabens diesem sofort vertrauen, da wir eine 'besondere' Signatur zu Ihrer Transaktion hinzufügen wenn Sie sofortige Bestätigung benötigen.
fr: Vos transactions sont protégées non seulement par votre signature mais aussi par une signature que nous appliquons lors que nous recevons votre permission via deux-facteurs. Avec cette protection les destinataires peuvent instantanément être sûr que la transaction est valide et que les fonds existent étant donné que nous fournissons une adresse bitcoin "spéciale" de confiance.
nl: Uw transacties worden beschermd door zowel uw handtekening als door een handtekening die we toepassen wanneer we uw toestemming via dubbele verificatie krijgen. Door deze bescherming kunnen mensen die uw bitcoins ontvangen onmiddellijk vertrouwen dat deze transactie geldig is omdat onze "speciale" handtekening is gebruikt.
pl: Twoje transakcje są chronione zarówno przez Twój podpis jak i ten nadawany przez nas, gdy uzyskamy Twoją zgodę poprzez akceptację dwustopniowej autoryzacji. W wyniku tej ochrony ludzie mogą zaufać otrzymywanym od Ciebie wpłatom w Bitcoinach natychiastowo ponieważ zapewniamy Ci 'specjalny', zaufany podpis.

source: Protect your bitcoins with both your key and ours, set spending limits, rate limited transactions and always be the only one in control
de: Schützen Sie Ihre Bitcoins sowohl mit Ihrem Schlüssel als auch mit unserem, setzen Sie Ausgabegrenzen, Häufigkeitsgrenzen, alles stets unter Ihrer Kontrolle
fr: Vos bitcoins sont protégés par un système de signature à deux clés. Mettez en place des plafonds de dépense et gardez le contrôle.
nl: Bescherm uw bitcoins met zowel uw als onze sleutel, stel uitgavenlimieten in en u bent de enige in controle
pl: Chroń swoje bitcoiny zarówno przez swoje jak i nasze klucze, ustaw limit wydatków, limit częstotliwości transakcji i zawsze bądź jedynym, który ma kontrolę

source: You can easily login in 'watch-only mode' via Facebook/Twitter/custom login with no compromise on security and privacy
de: Sie können sich einfach im 'Nur-Schauen-Modus' über Facebook/Twitter/Manuell ohne Kompromisse bezüglich Sicherheit und Privatsphäre anmelden
fr: La connexion en mode lecture seule vous permet de vérifier vos comptes rapidement via Facebook ou Twitter, sans compromettre vos bitcoins.
nl: U kunt eenvoudig inloggen in alleen-kijken-modus via Facebook, Twitter of aangepaste login, zonder compromis te maken op beveiliging of privacy
pl: Możesz w łatwy sposób zalogować się w 'trybie tylko do odczytu' poprzez Facebook/Twitter/własny login bez kompormisów w sprawie bezpieczeństwa i prywatności

source: Send money to a friend on Facebook, a follower on Twitter or to a colleague's email or mobile number
de: Senden Sie Geld an einen Freund auf Facebook, einem Twitter-Followers oder an die Emailadresse oder Mobiltelefonnummer eines Kollegen
fr: Envoyez des bitcoins facilement à un ami sur Facebook, un follower sur Twitter où à n'importe qui d'autre par e-mail ou par SMS.
nl: Verstuur geld naar een vriend op Facebook, een volger op Twitter of een collega via e-mail of mobiel nummer
pl: Wyślij pieniądze do przyjaciela na Facebooku, na Twitterze lub na email lub telefon komórkowy

source: <p><h4>Bitcoin is the currency of the future</h4></p> <p>We don't make you choose between security and convenience. And we don't compromise your <strong>privacy</strong>.</p> <p>Our <strong>per-transaction</strong> two factor authentication, multi-signature and deterministic wallet allow you unprecedented control over your transactions.</p> <p>And, we <strong>never</strong> store your private keys, not even encrypted. At the same time we make it trivial to view and transfer your funds.</p> <p>Take control of your future now, at GreenAddress.</p>
de: <p><h4>Bitcoin ist die Währung der Zukunft</h4></p> <p>Wir zwingen Sie nicht zwischen Sicherheit und Bequemlichkeit zu wählen. Und wir kompromittieren nicht Ihre <strong>Privatsphäre</strong>.</p> <p>Unsere Zwei-Faktor-Authentifikation <strong>pro transaction</strong>, Mehrwegsignaturen und deterministische Adressen erlauben Ihnen noch nie da gewesene Kontrolle über Ihre Transaktionen.</p> <p>Und wir speichern Ihre privaten Schlüssel <strong>niemals</strong>, nicht einmal verschlüsselt. Dabei machen wir es trivial Ihr Guthaben einzusehen und zu transferieren </p> <p>Nehmen Sie Ihre Zukunft in Ihre Hand, hier bei GreenAddress.</p>
fr: <p><h4>Bitcoin est la monnaie du futur</h4></p> <p>Vous n'êtes plus obligé de faire un choix entre la sécurité et le fonctionnel et nous refusons tout compromis quand il s'agit de vos <strong>données privées</strong>.</p> <p>Notre système d'authentification à deux-facteurs <strong>"par transaction"</strong>, de multi-signatures et de porte-monnaie déterministe permettent un niveau de contrôle sans précédent de vos transactions.</p> <p>Et nous ne stockons <strong>jamais</strong> aucune de vos clés privées, même chiffrées. Même avec toute cette sécurité nous faisons en sorte que la gestion de votre argent soit simple et intuitive.</p> <p>Prenez votre futur en main, avec GreenAddress.</p>
nl: <p><h4>Bitcoin is de valuta van de toekomst</h4></p> <p>We laten u niet kiezen tussen veiligheid of gebruikersgemak. Ook brengen wij uw <strong>privacy</strong> niet in gevaar.</p> <p>Onze <strong>per transactie</strong> dubbele verificatie, meervoudige handtekening en deterministische portemonnee geven u als enige controle over uw transacties.</p> <p>Ook slaan we <strong>nooit</strong> uw privésleutels op, zelfs niet versleuteld. Toch houden we het eenvoudig om uw balans te beheren.</p> <p>Neem nu controle over de toekomst met GreenAddress.</p>
pl: <p><h4>Bitcoin jest walutą przyszłości</h4></p> <p>Nie każemy Ci wybierać między bezpieczeństwem i wygodą. My nie naruszymy Twojej <strong>prywatności</strong>.</p> <p>Zapewniamy dwuetapową autoryzację dla <strong>każdej transakcji</strong>, multi-podpis i deterministyczny portfel, co pozwoli Ci na bezprecedensową kontrolę nad swoimi transakcjami.</p> <p><strong>Nigdy</strong> nie przechowywujemy Twoich prywatnych kluczy, nawet zaszyfrowanych. Jednocześnie staramy się jak najbardziej uprościć obsługę konta, wyświetlanie i przesyłanie środków.</p> <p>Przejmij kontrolę nad swoją przyszłością na GreenAddress.</p>

source: <p><h4>Better privacy with your funds and safer login with watch-only</h4></p> <p>Safely check your <strong>balance</strong> and <strong>transactions</strong> from public Wi-Fi, Starbucks and on the go.</p> <p>With our unique <strong>watch-only</strong> mode you can quickly check your balance or receive funds without full access to your wallet.</p> <p>Your <strong>keys</strong> are not loaded so no transaction are possible and settings can't be modified</p>
de: <p><h4>Bessere Privatsphäre mit Ihrem Guthaben und sichereres Anmelden mit Nur-Schauen</h4></p><p>Prüfen Sie Ihr <strong>Guthaben</strong> und Ihre <strong>Transaktionen</strong> sicher in öffentlichen WLANs, Starbucks oder unterwegs.</p><p>Mit unserem einzigartigen <strong>Nur-Schauen</strong>-Modus können Sie Ihr Guthaben schnell kontrollieren oder Guthaben empfangen ohne vollen Zugriff auf Ihre Brieftasche.</p><p>Ihre <strong>Schlüssel</strong> sind nicht geladen, so dass keine Transaktionen möglich sind und keine Einstellungen geändert werden können</p>
fr: <p><h4>Vos bitcoins restent en sécurité grâce au mode "watch-only".</h4></p><p>Vérifiez vos avoirs et vos transactions en toute sécurité depuis une connexion publique dans un Starbucks, un McDonald's etc.</p> <p>Avec notre mode lecture seule (watch-only) vous pouvez rapidement vérifier vos comptes ou recevoir des fonds sans avoir un accès total à votre portefeuille.</p> <p>Vos <strong>clés</strong> ne sont pas utilisées donc aucune transaction sortante n'est possible et aucun paramètre ne peut être modifié.</p>
nl: <p><h4>Verbeterde privacy en veiliger inloggen via de alleen-kijken-modus.</h4></p> <p>Bekijk je <strong>balans</strong> en <strong>transacties</strong> veilig vanaf publieke WiFi.</p> <p>Met onze unieke <strong>alleen-kijken-modus</strong> kunt u snel uw balans controleren zonder volledige toegang tot uw portemonne te verkrijgen.</p> <p>Uw <strong>sleutels</strong> worden hierbij niet geladen zodat transacties niet verzonden en instellingen niet gewijzigd kunnen worden.</p>
pl: <p><h4>Zapewniamy lepszą prywatność Twoich funduszy i bezpieczniejsze logowanie w trybie tylko-do-odczytu</h4></p> <p>Bezpiecznie sprawdź stan <strong>salda</strong> i swoich <strong>transakcji</strong> przy użyciu publicznych sieci Wi-fi, w Starbucksie czy w podróży.</p> <p>Z naszym wyjątkowym trybem <strong>tylko do odczytu</strong> możesz szybko sprawdzić stan swojego konta czy odtrzymywać środki bez potrzeby posiadania pełnego dostępu do swojego portfela.</p> <p>Twoje <strong>klucze</strong> nie są załadowane, więc żadna transakcja nie jest możliwa ani nie można edytować ustawień portfela.</p>
