Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it, th, uk

source: Repeat password
es: Repetir contraseña
it: Ridigitare password
th: ใส่รหัสอีกครั้ง
uk: Повторити пароль

source: Please wait, encrypting...
es: Por favor espere, encriptando...
it: Si prega di attendere, crittografia in corso...
th: กรุณารอ กำลังเข้ารหัส...
uk: Будь-ласка зачекайте, шифрується...

source: Encrypt
es: Encriptar
it: Cripta
th: เข้ารหัสแล้ว
uk: Зашифрувати

source: You're about to send
es: Está por enviar
it: Stai per inviare
th: คุณกำลังจะส่ง
uk: Ви збираєтесь відправити

source: Click below to show a bitcoin: URI:
es: Haga clic abajo para mostar un :URI: bitcoin
it: Fai click qui sotto per vedere l'indirizzo bitcoin
uk: Натисніть нижче щоб відобразити bitcoin: URI:

source: Use the URI below:
es: Usar el URI más abajo:
it: Usa l'URI qui sotto:
uk: Використати URI тут:

source: Show
es: Mostrar
it: Mostra
th: แสดง
uk: Показати

source: Processing
es: Procesando
it: Sto lavorando...
th: กำลังประมวลผล
uk: Обробка

source: Error, try again
es: Error, intente nuevamente
it: Errore, riprovare
th: ผิดพลาด ลองอีกครั้ง
uk: Помилка, спробуйте ще раз

source: Please provide the password received from sender.
es: Por favor ingrese la contraseña recibida del emisor.
it: Per piacere inserisci qui la password ricevuta dal mittente.
th: กรุณาป้อนรหัสผ่านที่ได้รับ
uk: Будь-ласка, введіть пароль, отриманий від відправника.

source: Enter the password
es: Ingrese su contraseña
it: Per piacere inserisci la password principale
th: ใส่รหัสผ่าน
uk: Введіть пароль

source: Redeem the payment
es: Redimir pago
it: Incassa il pagamento
th: แลกการชำระเงิน
uk: Отримати платіж

source: singular %(num)d
it: singolare %(num)d

source: Wallet
it: portafoglio
th: กระเป๋าสตางค์
uk: Гаманець

source: Error
it: Errore

source: Memo
it: Nota
uk: Повідомлення

source: Hash
it: Codice Identificativo
th: แฮช
uk: Хеш

source: Error:
it: Errore:
th: ข้อผิดพลาด:
uk: Помилка:

source: Link handler
it: Gestione dei link Bitcoin
th: ตัวจัดการการเชื่อมโยง
uk: Обробник посилань

source: Value
uk: Значення

source: replaceable
uk: замінне

source: updated
uk: оновлене

source: bump fee
uk: підняти комісію

source: Choose required estimated number of confirmations:
uk: Виберіть необхідну прогнозовану кількість підтверджень:

source: Current estimate
uk: Поточна оцінка

source: Fee already at 1-conf-estimate level. Choose new fee:
uk: Комісія вже на рівні оцінки одного підтвердження. Виберіть нову комісію:

source: 1.5x current fee
uk: 1.5x поточної комісії

source: 2x current fee
uk: 2x поточної комісії

source: 3x current fee
uk: 3x поточної комісії

source: show replaced
uk: показати замінене

source: OK
th: ตกลง
uk: ОК

source: Your Hardware Wallet is already set up. You must wipe it to write GreenAddress mnemonic to it. Do you want to wipe?
uk: Ваш фізичний гаманець вже налаштований. Ви повинні стерти його для запису мнемонічної фрази GreenAddress на нього. Чи бажаєте стерти?

source: No
uk: Ні

source: Yes
uk: Так

source: Your Hardware Wallet is already set up. To use it with GreenAddress, you can either reset it, or use the existing wallet seed. To reset it, please go to myTREZOR or equivalent and use the 'Wipe device' feature from advanced details. Do you want to use the existing seed? <strong>NOTE: if you use it, you won't be able to se myTREZOR transactions in GreenAddress, because we don't support non-multisig transactions.</strong> Do you want to reuse existing seed?
uk: Ваш фізичний гаманець вже налаштований. Для використання з GreenAddress ви повинні або скинути його або використовувати поточний сід гаманця.Для скидання перейдіть будь-ласка на myTREZOR або аналогічний сервіс іскористайтесь опцією 'Wipe device' з розширених налаштувань. Чи бажаєте використовувати поточний сід?<strong>ЗАУВАЖЕННЯ: якщо ви його використаєте, то не матимете змогу переглядати транзакції myTREZOR у GreenAddress, тому що ми не підтримуємо не-multisig транзакції</strong>

source: Edit
uk: Редагувати

source: Size (bytes)
uk: Розмір (байт)

source: Fee per kB
uk: Комісія за кілобайт

source: Estimated number of confirmations required:
uk: Передбачуване число необхідних підтверджень:

source: The inputs below are only the first 10 inputs of this transaction. To see all of them, use a block explorer.
uk: Наступні вхідні значення - це лише перші 10 вхідних значень транзакції для перегляду всіх вхідних значень використовуйте переглядач блоків.

source: Confidential
uk: Конфіденційна

source: The outputs below are only the first 10 outputs of this transaction. To see all of them, use a block explorer.
uk: Наступні вихідні значення - це лише перші 10 вихідних значень транзакції для перегляду всіх вихідних значень використовуйте переглядач блоків.

source: Your Ledger is already set up. To use it with GreenAddress, you need to reset it. Do you want to reset your Ledger? This will be performed by entering wrong PIN 3 times in a row. <strong>You will lose your keys currently stored on the device.</strong>
uk: Ваш Ledger вже налаштований. Для того щоб використовувати його з GreenAddress, вам потрібно його скинути. Чи бажаєте скинути налаштування Ledger? Це можливо зробити вводячи 3 рази поспіль невірний ПІН.<strong>Ви втратите поточні, збережені у пристрої, ключі.</strong>

source: Reset my Ledger
uk: Скинути мій Ledger

source: Reuse current setup
uk: Використовувати поточні налаштування

source: Save to Ledger
uk: зберегти у Ledger

source: Set up Ledger
uk: Налаштувати Ledger

source: Please unplug your Ledger and plug it into a secure device supporting USB keyboards to read the seed backup.
uk: Будь-ласка вийміть ваш Ledger та підкючіть його до безпечного пристрою зпідтримкою USB клавіатур для зчитування резервної копії сіда.

source: On the second device remember to first open a text editor or a similar application where the seed will be typed in by Ledger.
uk: На іншому пристрої не забудьте спочатку відкрити текстовий редактор, або схожий додаток, де сід буде надрукований Ledger-ом.

source: Please make sure the details below are correct:
uk: Будь-ласка впевніться що наступні дані коректні:

source: Previous fee:
uk: Попередня комісія:

source: The subaccount mnemonic is not stored anywhere neither by GreenAddress, nor by your browser, so you *HAVE* to back it up to have a recovery access to your 2of3 subaccount.
uk: Мнемонічна фраза допоміжного акаунта не зберігається ніде, ні в GreenAddress, ні в вашому браузері, тому ви *ПОВИННІ* зробити резервну копію щоб мати можливість відновити доступ до вашого 2-з-3 допоміжного акаунта.

source: Your subaccount GreenAddress xpub
uk: xpub вашого допоміжного акаунта GreenAddress

source: You are logged in via watch only mode, you will need to login with the mnemonics passphrase (or hardware wallet if applicable) to spend.
uk: Ви увійшли в режимі для читання, для того щоб проводити транзакції увійдіть за допомогою мнемонічної фрази (або фізичного гаманця якщо він налаштований)

source: (to verify that you backed it up correctly)
uk: (для того щоб впевнитись що резервна копія зроблена коректно)

source: Cancel and return to first step
uk: Відмінити і повернутись до першого кроку

source: Multiple methods will allow backup access to your funds in case any of your two factor become unavailable.
uk: Кілька методів дозволить вам зробити резервний доступ до ваших коштів у випадку коли якийсь з ваших методів 2ФА стане недоступний.

source: Leave empty for default
uk: Залиште порожнім для значення за замовчуванням

source: per kB
uk: за КБ

source: Rate is
uk: Тариф

source: Requires recipient to trust GreenAddress instant confirmations
uk: Потребує щоб отримувач довіряв миттєвому підтвердженню GreenAddress

source: Please enter a valid PGP public key into the box below.
uk: Будь-ласка введіть дійсний публічний ключ PGP у поле нижче.

source: Add PGP Public Key
uk: Додати публічний ключ PGP

source: Remove PGP Public Key
uk: Видалити публічний ключ PGP

source: To upgrade your firmware, please use the following Chrome extension:
uk: Для оновлення програмного забезпечення, будь-ласка використовуйте наступне розширення Chrome:

source: Hardware Wallet detected.
uk: Знайдено фізичний гаманець.

source: min
uk: хвилна

source: mins
uk: хвилини

source: sec
uk: секунда

source: secs
uk: секунди

source: ago
uk: тому

source: just updated
uk: щойно оновлено

source: Please write this down or print it for emergencies, i.e. you lose your device
uk: Будь-ласка запишіть це десь чи роздрукуйте на випадок надзвичайної ситуації наприклад втрата вашого пристрою

source: This email is already used by a different account. Do you want to unlink it from that account?
uk: Цей email вже зайнятий іншим акаунтом. Чи бажаєте відв'язати його від того акаунта?

source: Warning
uk: Увага

source: This can disable two factor authentication if you have no other 2FA method set up in that account.
uk: Це може відключити 2-факторну аутентифікацію якщо у Вас інший 2ФА метод не налаштований у цьому акаунті.

source: You can also disconnect the Hardware Wallet and refresh this page to create a wallet without the device.
uk: Ви також можете від'єднати фізичний гаманець і оновити сторінку для створення гаманця без пристрою.

source: Click here to refresh.
uk: Натисніть тут для оновлення сторінки.

source: Select unit of measurement.
uk: Виберіть номінал.

source: Transaction replacement functionality allows re-sending unconfirmed transactions with higher fees to speed up confirmation progress.
uk: Функціонал заміни транзакції дозволяє відіслати повторно непідтверджені транзакції з більшою комісією для пришвидшення процесу підтвердження.

source: Allow to increase the fee for outgoing transactions
uk: Дозволити підвищення комісії для вихідних транзакцій

source: Set your Pretty Good Privacy public key for improved privacy.
uk: Задати ваш PGP ключ для підвищення приватності.

source: View/Edit Public Key
uk: Переглянути.редагувати Публічний Ключ

source: Add Public Key
uk: Додати Публічний Ключ

source: Enable Watch-Only login
uk: Увімкнути вхід лише для читання

source: Enable two or back up the given code where applicable.
uk: Увімкнути дві чи зробити резервну копію даного коду де це доречно.

source: Create accounts that allow you to separate your funds. Each account will have its own receiving addresses.
uk: Створення акаунта дозволить вам розмежувати ваші кошти. Кожен акаунт матиме власний адрес для отримання коштів.

source: Create accounts that allow you to access your funds at any time even without access to GreenAddress, using additional offline recovery key.<br/><strong>NOTE:</strong> <a href="https://github.com/greenaddress/garecovery" target="_blank">Recovery guide</a><br/><strong>NOTE:</strong> instant transactions are not available for these accounts because GreenAddress can't protect them from double spending.
uk: Створити акаутн що дозволить вам отримати доступ до ваших коштів, навіть без доступу до GreenAddress, використовуючи допоміжний ключ для відновлення.href="https://github.com/greenaddress/garecovery" target="_blank">Інструкція з відновлення</a><br/><strong>ЗАУВАЖЕННЯ:</strong> миттєві транзпкції недоступні для цього типу акаунтів, тому що GreenAddress не може захистити їх від подвійної трати.

source: Create accounts that allow you to access your funds at any time even without access to GreenAddress, using additional offline recovery key.<br/><strong>NOTE:</strong> instant transactions are not available for these accounts because GreenAddress can't protect them from double spending.
uk: Створити акаунт що дозволить вам отримати доступ до ваших коштів у будь-який час, навіть без доступу до GreenAddress, використовуючи допоміжний ключ для відновлення.<strong>ЗАУВАЖЕННЯ:</strong> миттєві транзпкції недоступні для цього типу акаунтів, тому що GreenAddress не може захистити їх від подвійної трати.

source: Create a 2of3 account with the following label:
uk: Створити 2-з-3 акаунт з наступною назвою:

source: Optionally provide your custom recovery xpub:
uk: Введіть xpub вашого ключа відновлення(опційно):

source: Web access is intended to be used only for watch only mode.
uk: Веб доступ призначений для використання в режимі для читання.

source: Blog
th: บล็อก
uk: Блог

source: API
uk: АПІ

source: Email
th: อีเมล

source: email
th: อีเมล์
