Repository: greenaddress/GreenAddressWebFiles
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: el, it, nl, th

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
el: Τα cookies μας βοηθούν στην παροχή των υπηρεσιών μας. Χρησιμοποιώντας τις υπηρεσιών μας, αποδέχεστε στην χρήση των cookies.
it: Per fornire il servizio sono necessari i cookies. Se continui a usare questo servizio, esprimi il tuo consenso all'uso dei cookies.
nl: Cookies helpen ons onze diensten leveren. Door onze diensten te gebruiken, gaat u akkoord met ons gebruik van cookies.
th: คุกกี้ช่วยให้สามารถใช้บริการของเราได้ โดยขณะใช้บริการของเรา คุณยอมรับการใช้คุกกี้กับเรา

source: More information
el: Περισσότερες Πληροφορίες
it: Ulteriori informazioni
nl: Meer informatie
th: ข้อมูลเพิ่มเติม

source: Invalid WIF key
it: Chiave WIF invalida
th: คีย์ WIF ใช้ไม่ได้

source: You need to log out to update cache.
el: Πρέπει να αποσυνδεθείτε για να ενημερώσετε την μνήμη cache.
it: Devi uscire per aggiornare l'app.
nl: U moet uitloggen om de cache bij te werken.
th: คุณต้องออกจากระบบเพื่ออัพเดตแคช

source: Failed processing payment protocol request:
it: Fallita la richiesta al protocollo di pagamento:
th: การร้องขอโพรโทคอลชำระเงินล้มเหลว:

source: Electrum setup failed
el: Η εγκατάσταση του Electrum απέτυχε
it: Configurazione Electrum fallita
nl: Elektrum setup is mislukt
th: ติดตั้ง electrum ล้มเหลว

source: Bitcoin transaction received!
it: Ricevuta transazione Bitcoin!
th: ได้รับธุรกรรม Bitcoin แล้ว

source: Please provide this word
it: Per piacere fornisci questa parola
th: กรุณาป้อนคำนี้

source: Incorrect word
it: Parola non corretta
th: คำไม่ถูกต้อง

source: Re-depositing successful!
el: Επανακατάθεση επιτυχής!
it: Rideposito avvenuto con successo!
nl: Opnieuw storten is gelukt!
th: การฝากเงินอีกครั้งสำเร็จ!

source: Login failed
el: Αποτυχία Σύνδεσης
it: Accesso fallito
nl: Inloggen mislukt
th: การเข้าสู่ระบบล้มเหลว

source: Voucher
it: Buono
th: คูปองลด

source: Back from
it: Indietro da
th: กลับมาจาก

source: From
it: Da
th: จาก

source: To
it: A
th: ถึง

source: Sent back to
el: Αποστολή πίσω στο
it: Rimandato indietro a
nl: Terugverzonden aan
th: ส่งไปยัง

source: Re-deposited
el: Επανακατάθεση
it: Ridepositato
nl: Opnieuw gestort
th: ฝากอีกครั้ง

source: Bitcoin transaction sent!
el: Η συναλλαγή Bitcoin έχει αποσταλεί!
it: Transazione Bitcoin inviata!
nl: Bitcointransactie verzonden!
th: ธุรกรรม Bitcoin ส่งแล้ว

source: Transaction failed:
el: Απέτυχε η συναλλαγή:
it: Transazione fallita:
nl: Transactie is mislukt:
th: ธุรกรรมล้มเหลว:

source: Phone
el: Τηλέφωνο
it: Telefono
nl: Telefoon
th: โทรศัพท์

source: Internal error
it: Errore interno
th: ข้อผิดพลาดภายใน

source: Failed retrieving password.
el: Απέτυχε η ανάκτηση του κωδικού πρόσβασης.
it: Impossibile recuperare la password.
nl: Ophalen wachtwoord mislukt.
th: การดึงข้อมูลรหัสผ่านล้มเหลว

source: An error has occured which forced us to log you out.
el: Παρουσιάστηκε ένα σφάλμα που μας ανάγκασε να σας αποσυνδέσουμε.
it: Un errore di rete ha causato la necessita' di ripete l'accesso al servizio.
nl: Door een fout hebben we u moeten uitloggen.
th: เกิดข้อผิดพลาดซึ่งส่งผลให้เรานำคุณจากระบบ

source: Error reading address book:
el: Σφάλμα κατά την ανάγνωση του βιβλίου διευθύνσεων:
it: Errore nella lettura della rubrica:
nl: Fout bij het lezen van het adresboek:
th: ข้อผิดพลาดในการอ่านสมุดรายชื่อ:

source: Copied
it: Copiato
th: การคัดลอก

source: Error copying
it: Errore nella copia
th: ข้อผิดพลาดการคัดลอก

source: Cancelled
el: Ακυρώθηκε
it: Annullato
nl: Geannuleerd
th: ยกเลิก

source: Invalid format
el: Μη αποδεκτή μορφή
it: Formato non valido
nl: Ongeldig formaat
th: รูปแบบไม่ถูกต้อง

source: Could not process the QR code, the image may be blurry. Please try again.
el: Δεν ήταν δυνατή η επεξεργασία του κώδικα QR, η εικόνα μπορεί να είναι θολή. Παρακαλώ δοκιμάστε ξανά.
it: Impossibile elaborare il codice QR, l'immagine potrebbe apparire sfocata. Per favore riprova.
nl: De QR code kon niet worden verwerkt, misschien is het beeld onscherp. Probeer het alstublieft opnieuw.
th: ไม่สามารถประมวลผลรหัส QR ภาพไม่ชัด กรุณาลองอีกครั้ง

source: Access denied. Retry to scan from file.
el: Δεν επιτρέπεται η πρόσβαση. Δοκιμάστε ξανά για να σαρώσετε από αρχείο.
it: Accesso negato. Riprova a scansionare da file.
nl: Toegang geweigerd. Probeer opnieuw te scannen vanaf bestand.
th: การเข้าถึงถูกปฏิเสธ ลองสแกนจากแฟ้ม

source: You must provide only one image file.
el: Πρέπει να παρέχετε μόνο ένα αρχείο εικόνας.
it: È necessario fornire solo un file di immagine.
nl: U mag maar een afbeelding selecteren.
th: คุณต้องกำหนดแฟ้มรูปเดียวเท่านั้น

source: Invalid PIN
it: PIN invalido

source: Dongle is not set up
it: Chiavetta USB non è configurata

source: Dongle is locked - reconnect the dongle and retry
it: La chiavetta USB è bloccata - riconnetterla e riprovare

source: Dongle is locked - remove the dongle and retry
it: La chiavetta USB è bloccata - rimuoverla e riprovare

source: Old BTChip firmware version detected. Please upgrade to at least %s.
it: Rilevata una versione vecchia di BTChip. Per piacere aggiornala almeno a %s.

source: Please provide a password.
it: Si prega di fornire una password.
th: กรุณาป้อนรหัสผ่าน

source: Passwords do not match.
it: Le due password non corrispondono.
th: รหัสผ่านไม่ตรงกัน

source: Custom login enabled
el: Προσαρμοσμένη σύνδεση ενεργοποιημένη
it: Login custom abilitata
nl: Aangepast inloggen ingeschakeld
th: ล็อกอินแบบกำหนดเองที่เปิดใช้งาน

source: Not enough data to draw the graph
el: Δεν υπάρχουν αρκετά δεδομένα για να εξαχθεί το γράφημα
it: Non abbastanza dati per disegnare il grafico
nl: Niet genoeg gegevens om de grafiek te tekenen
th: ข้อมูลไม่เพียงพอในการวาดกราฟ

source: Not a valid encrypted private key
el: Μη έγκυρο κρυπτογραφημένο private key
it: Chiave cifrata invalida
nl: Geen geldige versleutelde privésleutel
th: ไม่ต้องเข้ารหัสลับคีย์ส่วนตัว

source: Not a valid private key
el: Μη έγκυρο private key
it: Chiave privata invalida
nl: Geen geldige privé-sleutel
th: ไม่ต้องใส่คีย์ส่วนตัว

source: Invalid passphrase
el: Λανθασμένο συνθηματικό πρόσβασης
it: Passphrase non valida
nl: Ongeldig wachtwoord
th: รหัสผ่านไม่ถูกต้อง

source: Funds redeemed
el: Κεφάλαια εξαργυρώθηκαν
it: Fondi riscossi
nl: Bedrag opgenomen
th: แลกคืนกองทุน

source: Already redeemed
el: Έχουν ήδη εξαργυρωθεί
it: Già riscosso
nl: Al eerder opgenomen
th: ซื้อคืนสำเร็จ

source: Funds swept
el: Σάρωση Κεφαλαίων
it: Bitcoin acquisiti
nl: Bedrag leeggeveegd
th: ย้ายกองทุน

source: Already swept or no funds found
el: Εχουν ήση σαρωθεί ή δεν βρέθηκαν κεφάλαια
it: Bitcoin gia' presi o non trovati
nl: Al eerder leeggeveegd, of geen bedrag gevonden
th: ย้ายไปแล้วหรือไม่พบกองทุน

source: Checksum validation failed!
el: Απότυχε η επαλήθευση για έλεγχο υπολοίπου!
it: Validazione checksum fallita!
nl: Validatie controlegetal is mislukt!
th: ข้อผิดพลาดการตรวจสอบผลรวม!

source: Version
el: Έκδοση
it: Versione
nl: Versie
th: เวอร์ชั่น

source: is not a valid number of outputs
el: δεν είναι έγκυρος αριθμός εξόδου
it: non è un numero valido di outputs
nl: is geen geldig aantal outputs
th: เป็นค่าผลลัพธ์ที่ไม่ถูกต้อง

source: Missing change P2SH script
it: Manca P2SH script per il cambio

source: change OP_HASH160 missing
el: αλλαγή OP_HASH160 λείπει
it: Manca il resto OP_HASH160
nl: OP_HASH160 ontbreekt in wisselgeld
th: ไม่พบการเปลี่ยนOP_HASH160

source: change OP_EQUAL missing
el: αλλαγή OP_EQUAL λείπει
it: Manca il resto OP_EQUAL
nl: OP_EQUAL ontbreekt in wisselgeld
th: การเปลี่ยน OP_EQUAL หาย

source: Invalid pubkey hash script length
el: Λανθασμένο μήκος ιδιωτικού κλειδιού hash
it: Lunghezza dell'hash della chiave pubblica invalido
nl: Ongeldige lengte van pubkey hash script
th: ความยาวสคริปต์แฮช pubkey ไม่ถูกต้อง

source: OP_DUP missing
el: Λείπει το OP_DUP
it: Manca OP_DUP
nl: OP_DUP ontbreekt
th: ไม่พบ OP_DUP

source: OP_HASH160 missing
el: Λείπει το OP_HASH160
it: Manca OP_HASH160
nl: OP_HASH160 ontbreekt
th: ไม่พบ OP_HASH160

source: Invalid pubkey hash
el: Λανθασμένο ιδιωτικό κλειδί hash
it: Hash della chiave pubblica non valido
nl: Ongeldige pubkey hash
th: แฮช pubkey ไม่ถูกต้อง

source: OP_EQUALVERIFY missing
el: OP_EQUALVERIFY λείπει
it: Manca OP_EQUALVERIFY
nl: OP_EQUALVERIFY ontbreekt
th: ไม่พบ OP_EQUALVERIFY

source: OP_CHECKSIG missing
el: OP_CHECKSIG λείπει
it: Manca OP_CHECKSIG
nl: OP_CHECKSIG ontbreekt
th: ไม่พบ OP_CHECKSIG

source: Invalid out P2SH script length
el: Λανθασμένο μήκος εξόδου P2SH script
it: La lunghezza dell'out P2SH script è invalida
nl: Ongeldige lengte P2SH script
th: ความยาว P2SH script ผิดพลาด

source: out OP_HASH160 missing
el: έξοδος OP_HASH160 λείπει
it: Manca out OP_HASH160
nl: OP_HASH160 ontbreekt in output
th: ไม่พบ OP_HASH160

source: Invalid out P2SH hash
el: Λανθασμένη έξοδος P2SH hash
it: Out P2SH hash non valido
nl: Ongeldige P2SH hash out
th: แฮช P2SH ไม่ถูกต้อง

source: out OP_EQUAL missing
el: OP_EQUAL λείπει
it: Manca out OP_EQUAL
nl: OP_EQUAL ontbreekt in out
th: ไม่พบ OP_EQUAL

source: Invalid output value
el: Λανθασμένη τιμή εξόδου
it: Il valore di output non è valido
nl: Ongeldige waarde voor output
th: ค่าผลลัพธ์ไม่ถูกต้อง

source: Missing input
el: Λείπει input
it: Manca l'input
nl: Ontbrekende input
th: ไม่พบการป้อนข้อมูล

source: Inputs value is not larger than zero
el: Η τιμή της εισόδου δεν είναι μεγαλύτερη από το μηδέν
it: Il valore degli input non è maggiore di zero
nl: Waarde inputs is niet groter dan nul
th: ข้อมูลที่ป้อนมีค่าไม่มากกว่าศูนย์

source: Fee is too large (%1, expected at most %2)
el: Τα τέλη είναι πολύ μεγάλα (%1, αναμένεται το πολύ %2)
it: La fee è troppo alta (%1, massimo previsto %2)
nl: Transactiekosten zijn te groot (%1, maximaal %2 verwacht)
th: ค่าธรรมเนียมมากเกินไป(%1, ไม่ควรเกิน %2)

source: Fee is too small (%1, expected at least %2)
it: La fee è troppo piccola, (%1, richiesto almeno %2)

source: Facebook login failed
el: Απέτυχε η σύνδεση με το Facebook
it: Login con Facebook non riuscito
nl: Inloggen via Facebook is mislukt
th: การล็อคอินเฟซบุคล้มเหลว

source: Transaction reversed!
el: Συναλλαγή έχει αντιστραφεί!
it: Transazione stornata!
nl: Transactie teruggedraaid!
th: การทำธุรกรรมมีการจอง!

source: Email sent
el: Email έχει αποσταλεί
it: Email inviata
nl: E-mail is verzonden
th: อีเมล์ส่ง

source: Failed sending email
el: Απέτυχε η αποστολή του email
it: L'invio dell'email è fallito
nl: Email verzenden is mislukt
th: การส่งอีเมล์ล้มเหลว

source: Reddit message sent
el: Μήνυμα Reddit έχει αποσταλεί
it: Messaggio via Reddit inviato
nl: Bericht verzonden via Reddit
th: ข้อความRedditได้ส่ง

source: Failed sending Reddit message
el: Αποτυχία αποστολής μηνύματος Reddit
it: L'invio del messaggio tramite Reddit è fallito
nl: Verzenden bericht via Reddit is mislukt
th: ส่งข้อความ Reddit ล้มเหลว

source: Transaction amount must be at least 0.1543mBTC to allow redemption fee
it: L'ammontare della transazione deve essere almeno di 0.1543mBTC per poterla usare

source: Transaction verification failed:
el: Επαλήθευση της συναλλαγής απέτυχε:
it: La verifica della transazione è fallita:
nl: Verificatie van de transactie is mislukt:
th: การตรวจสอบธุธรรมล้มเหลว:

source: Sorry, vouchers and social transactions are not supported with hardware wallets.
it: Ci scusiamo, i vouchers e le transazioni sociali non sono supportate con I wallet hardware fisici.

source: Invalid amount
el: Μη έγκυρο ποσό
it: L'ammontare non è valido
nl: Ongeldig bedrag
th: จำนวนไม่ถูกต้อง

source: Please provide a recipient
el: Παρακαλώ παράσχετε παραλήπτη
it: Per favore inserisci un destinatario
nl: Geef een begunstigde
th: กรุณาจัดเตรียมใบเสร็จ

source: (about %s days: 1 day ≈ 144 blocks)
el: (περίπου %s μέρες: 1 ημέρα ≈ 144 blocks)
it: (circa %s giorni: 1 giorno ≈ 144 blocchi)
nl: (over %s dagen: 1 dag ≈ 144 blokken)
th: (ประมาณ %s วัน: 1 วัน ≈ 144 บล็อค)

source: nLockTime settings updated successfully
el: Ρυθμίσεις nLockTime έχουν ενημερώθεί με επιτυχία
it: Impostazione di nLockTime aggiornata con successo
nl: Instellingen voor nLockTime bijgewerkt
th: การตั้งค่า nLockTime อัพเดทเสร็จสิ้น

source: Already expired
el: Έχει ήδη λήξει
it: Già scaduto
nl: Reeds verstreken
th: หมดอายุแล้ว

source: in about %s days
el: σε περίπου %s μέρες
it: in circa %s giorni
nl: over %s dagen
th: ในประมาณ %s วัน

source: You need to log out for language changes to be applied.
el: Pρέπει να αποσυνδεθείτε για να εφαρμοστούν οι αλλαγές στην γλώσσα.
it: Devi rifare il login per cambiare la lingua.
nl: U moet uitloggen om taalwijzigingen toe te passen.
th: คุณต้องออกจากระบบเพื่อให้การเปลี่ยนภาษามีผล

source: Error changing language:
el: Σφάλμα στην αλλαγή της γλώσσας:
it: C'è stato un errore aggiungendo il contatto:
nl: Fout bij wijzigen van de taal:
th: การเปลี่ยนภาษามีข้อผิดพลาด:

source: {1} supports only the following currencies: {2}
el: {1} υποστηρίζει μόνο τα παρακάτω νομίσματα: {2}
it: {1} supporta solo queste valute: {2}
nl: {1} ondersteunt alleen de volgende valuta's: {2}
th: {1} รองรับเฉพาะสกุลเงินต่อไปนี้เท่านั้น: {2}

source: Sent handler registration request
it: Richiesta per registrare uri "bitcoin:" effettuata
th: คำขอการลงทะเบียนการจัดการถูกส่ง

source: Cannot remove an account with non-zero balance
it: Impossibile rimuovere un account con saldo zero
th: ไม่สามารถเลิกบัญชีที่ยอดคงเหลือไม่ใช่ศูนย์

source: You can't change your email address while you have email 2FA enabled
it: Non puoi cambiare l'indirizzo email mentre l'autenticazione a due fattori e' attiva
th: คุณไม่สามารถเปลี่ยนอีเมล์ในขณะที่มีอีเมล์รหัส 2FA ทำงานอยู่

source: Email confirmed
it: Email confermata
th: อีเมล์มีการยืนยันแล้ว

source: New item saved
el: Νέο αντικείμενο αποθηκεύτηκε
it: Il nuovo contatto è stato aggiunto
nl: Nieuw item opgeslagen
th: ได้บันทึกแล้ว

source: Error saving item:
el: Σφάλμα κατά την αποθήκευση του αντικειμένου:
it: C'è stato un errore aggiungendo il contatto:
nl: Fout bij het opslaan van item:
th: การบันทึกผิดพลาด:

source: PIN removed
el: Απομάκρυνση του PIN
it: PIN rimosso
nl: PIN verwijderd
th: ย้าย PIN

source: PIN changed
el: Αλλαγή του PIN
it: PIN modificato
nl: PIN gewijzigd
th: PIN เปลี่ยน

source: PIN set
el: Καθορισμός PIN
it: PIN impostato
nl: PIN ingesteld
th: ตั้งPIN

source: All PINs removed
el: Ολα τα PIN έχουν αφαιρεθεί
it: Tutti i PIN sono stati rimossi
nl: Alle pincodes verwijderd
th: PIN ทั้งหมดนำออก

source: Facebook integration disabled
el: Ενσωμάτωση Facebook απενεργοποιημένη
it: Integrazione con Facebook disabilitata
nl: integratie met Facebook uitgeschakeld
th: การรวมกับ Facebook ปิดการใช้งาน

source: Facebook integration enabled
el: Ενσωμάτωση Facebook ενεργοποιημένη
it: Integrazione con Facebook abilitata
nl: integratie met Facebook ingeschakeld
th: การรวมFacebook เปิดการใช้งาน

source: Reddit integration disabled
el: Ενσωμάτωση Reddit απενεργοποιημένη
it: Integrazione con Reddit disabilitata
nl: integratie met Reddit uitgeschakeld
th: การรวม Reddit ปิดการใช้งาน

source: Reddit integration enabled
el: Ενσωμάτωση Reddit ενεργοποιημένη
it: Integrazione con Reddit abilitata
nl: integratie met Reddit ingeschakeld
th: การรวมReddit เปิดการใช้งาน

source: Custom login disabled
el: Προσαρμοσμένη σύνδεση απενεργοποιημένη
it: Login custom disabilitata
nl: Aangepast inloggen uitgeschakeld
th: เข้าระบบเองปิดใช้งาน

source: Custom login changed
el: Προσαρμοσμένη σύνδεση άλλαξε
it: Login custom cambiata
nl: Aangepast inloggen gewijzigd
th: เข้าระบบเอง เปลี่ยน

source: Change
el: Αλλαγή
it: Resto
nl: Wijzigen
th: แก้ไข

source: Save
el: Αποθήκευση
it: Salva
nl: Opslaan
th: บันทึก

source: Limits updated successfully
it: Limiti aggiornati con successo
th: อัพเดตข้อจำกัดสำเร็จแล้ว

source: Create new Wallet
el: Δημιουργήστε νέο Πορτοφόλι
it: Crea un nuovo portafogli
nl: Maak een nieuwe portemonnee aan
th: สร้าง Wallet ใหม่

source: Unknown error
el: Άγνωστο Σφάλμα
it: Errore sconosciuto
nl: Onbekende foutmelding
th: ไม่ทราบข้อผิด

source: Wallet decryption failed
el: Αποκρυπτογράφηση του πορτοφόλιου απέτυχε
it: Errore nel decifrare il portafoglio
nl: Decoderen van de portemonnee is mislukt
th: การถอดรหัส wallet ล้มเหลว
